[
    {
        "articles": [
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Kate Steinle killer came back and back over the weakly protected Obama border, always committing crimes and being violent, and yet this info was not used in court. His exoneration is a complete travesty of justice. BUILD THE WALL!",
                "ts": 1512126180,
                "twitterid": "936551346299338752"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The jury was not told the killer of Kate was a 7 time felon. The Schumer/Pelosi Democrats are so weak on Crime that they will pay a big price in the 2018 and 2020 Elections.",
                "ts": 1512126780,
                "twitterid": "936553863255031809"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The media has been speculating that I fired Rex Tillerson or that he would be leaving soon - FAKE NEWS! He’s not leaving and while we disagree on certain subjects, (I call the final shots) we work well together and America is highly respected again!  ",
                "ts": 1512158880,
                "twitterid": "936688444046266368",
                "url": "https://instagram.com/p/BcLCXDYgQed/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I had to fire General Flynn because he lied to the Vice President and the FBI. He has pled guilty to those lies. It is a shame because his actions during the transition were lawful. There was nothing to hide!",
                "ts": 1512234840,
                "twitterid": "937007006526959618"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "So General Flynn lies to the FBI and his life is destroyed, while Crooked Hillary Clinton, on that now famous FBI holiday “interrogation” with no swearing in and no recording, lies many times...and nothing happens to her? Rigged system, or just a double standard?",
                "ts": 1512266760,
                "twitterid": "937141061343956992"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Many people in our Country are asking what the “Justice” Department is going to do about the fact that totally Crooked Hillary, AFTER receiving a subpoena from the United States Congress, deleted and “acid washed” 33,000 Emails? No justice!",
                "ts": 1512267180,
                "twitterid": "937142713211813889"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Congratulations to @ABC News for suspending Brian Ross for his horrendously inaccurate and dishonest report on the Russia, Russia, Russia Witch Hunt. More Networks and “papers” should do the same with their Fake News!",
                "ts": 1512267720,
                "twitterid": "937145025359761408"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Tainted (no, very dishonest?) FBI “agent’s role in Clinton probe under review.” Led Clinton Email probe. @foxandfriends Clinton money going to wife of another FBI agent in charge.",
                "ts": 1512304920,
                "twitterid": "937301085156503552"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "After years of Comey, with the phony and dishonest Clinton investigation (and more), running the FBI, its reputation is in Tatters - worst in History! But fear not, we will bring it back to greatness.",
                "ts": 1512306000,
                "twitterid": "937305615218696193"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "People who lost money when the Stock Market went down 350 points based on the False and Dishonest reporting of Brian Ross of @ABC News (he has been suspended), should consider hiring a lawyer and suing ABC for the damages this bad reporting has caused - many millions of dollars!",
                "ts": 1512306900,
                "twitterid": "937309279257792512"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Report: “ANTI-TRUMP FBI AGENT LED CLINTON EMAIL PROBE” Now it all starts to make sense!",
                "ts": 1512308160,
                "twitterid": "937314665176207360"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Yesterday, I was thrilled to be with so many WONDERFUL friends, in Utah’s MAGNIFICENT Capitol. It was my honor to sign two Presidential Proclamations that will modify the national monuments designations of both Bears Ears and Grand Staircase Escalante...  …",
                "ts": 1512495960,
                "twitterid": "938102355878440960",
                "url": "https://www.whitehouse.gov/the-press-office/2017/12/04/remarks-president-trump-antiquities-act-designations"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "GREAT EVENING last night in Pensacola, Florida. Arena was packed to the rafters, the crowd was loud, loving and really smart. They definitely get what’s going on. Thank you Pensacola!",
                "ts": 1512823260,
                "twitterid": "939475127552618496"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Fake News CNN made a vicious and purposeful mistake yesterday. They were caught red handed, just like lonely Brian Ross at ABC News (who should be immediately fired for his “mistake”). Watch to see if @CNN fires those responsible, or was it just gross incompetence?",
                "ts": 1512824520,
                "twitterid": "939480342779580416"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "CNN’S slogan is CNN, THE MOST TRUSTED NAME IN NEWS. Everyone knows this is not true, that this could, in fact, be a fraud on the American Public. There are many outlets that are far more trusted than Fake News CNN. Their slogan should be CNN, THE LEAST TRUSTED NAME IN NEWS!",
                "ts": 1512825660,
                "twitterid": "939485131693322240"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": ". @DaveWeigel @WashingtonPost put out a phony photo of an empty arena hours before I arrived @ the venue, w/ thousands of people outside, on their way in. Real photos now shown as I spoke. Packed house, many people unable to get in. Demand apology & retraction from FAKE NEWS WaPo!",
                "ts": 1512856860,
                "twitterid": "939616077356642304"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": ". @daveweigel of the Washington Post just admitted that his picture was a FAKE (fraud?) showing an almost empty arena last night for my speech in Pensacola when, in fact, he knew the arena was packed (as shown also on T.V.). FAKE NEWS, he should be fired.",
                "ts": 1512861240,
                "twitterid": "939634404267380736"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The reason I originally endorsed Luther Strange (and his numbers went up mightily), is that I said Roy Moore will not be able to win the General Election. I was right! Roy worked hard but the deck was stacked against him!",
                "ts": 1513164120,
                "twitterid": "940904649728708609"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Wow, more than 90% of Fake News Media coverage of me is negative, with numerous forced retractions of untrue stories. Hence my use of Social Media, the only way to get the truth out. Much of Mainstream Meadia has become a joke! @foxandfriends",
                "ts": 1513170120,
                "twitterid": "940930017365778432"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Remember, Republicans are 5-0 in Congressional Races this year. The media refuses to mention this. I said Gillespie and Moore would lose (for very different reasons), and they did. I also predicted “I” would win. Republicans will do well in 2018, very well! @foxandfriends",
                "ts": 1513596180,
                "twitterid": "942717030091943936"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The train accident that just occurred in DuPont, WA shows more than ever why our soon to be submitted infrastructure plan must be approved quickly. Seven trillion dollars spent in the Middle East while our roads, bridges, tunnels, railways (and more) crumble! Not for long!",
                "ts": 1513622460,
                "twitterid": "942827072824672262"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "My thoughts and prayers are with everyone involved in the train accident in DuPont, Washington. Thank you to all of our wonderful First Responders who are on the scene. We are currently monitoring here at the White House.",
                "ts": 1513623060,
                "twitterid": "942829676699021312"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Our deepest sympathies and most heartfelt prayers are with the victims of the train derailment in Washington State. We are closely monitoring the situation and coordinating with local authorities...",
                "ts": 1513625700,
                "twitterid": "942840800853024770"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "A story in the @washingtonpost that I was close to “rescinding” the nomination of Justice Gorsuch prior to confirmation is FAKE NEWS. I never even wavered and am very proud of him and the job he is doing as a Justice of the U.S. Supreme Court. The unnamed sources don’t exist!",
                "ts": 1513696020,
                "twitterid": "943135588496093190"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Was @foxandfriends just named the most influential show in news? You deserve it - three great people! The many Fake News Hate Shows should study your formula for success!",
                "ts": 1513860300,
                "twitterid": "943824695144697857"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "How can FBI Deputy Director Andrew McCabe, the man in charge, along with leakin’ James Comey, of the Phony Hillary Clinton investigation (including her 33,000 illegally deleted emails) be given $700,000 for wife’s campaign by Clinton Puppets during investigation?",
                "ts": 1514060820,
                "twitterid": "944665687292817415"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "FBI Deputy Director Andrew McCabe is racing the clock to retire with full benefits. 90 days to go?!!!",
                "ts": 1514061000,
                "twitterid": "944666448185692166"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Wow, “FBI lawyer James Baker reassigned,” according to @FoxNews.",
                "ts": 1514061120,
                "twitterid": "944667102312566784"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": ". @FoxNews-FBI’s Andrew McCabe, “in addition to his wife getting all of this money from M (Clinton Puppet), he was using, allegedly, his FBI Official Email Account to promote her campaign. You obviously cannot do this. These were the people who were investigating Hillary Clinton.”",
                "ts": 1514118300,
                "twitterid": "944906847970119680"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Fake News refuses to talk about how Big and how Strong our BASE is. They show Fake Polls just like they report Fake News. Despite only negative reporting, we are doing well - nobody is going to beat us. MAKE AMERICA GREAT AGAIN!",
                "ts": 1514123280,
                "twitterid": "944927689638662145"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "WOW, @foxandfrlends “Dossier is bogus. Clinton Campaign, DNC funded Dossier. FBI CANNOT (after all of this time) VERIFY CLAIMS IN DOSSIER OF RUSSIA/TRUMP COLLUSION. FBI TAINTED.” And they used this Crooked Hillary pile of garbage as the basis for going after the Trump Campaign!",
                "ts": 1514294640,
                "twitterid": "945646491955290113"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "While the Fake News loves to talk about my so-called low approval rating, @foxandfriends just showed that my rating on Dec. 28, 2017, was approximately the same as President Obama on Dec. 28, 2009, which was 47%...and this despite massive negative Trump coverage & Russia hoax!",
                "ts": 1514551560,
                "twitterid": "946724075157651457"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Why is the United States Post Office, which is losing many billions of dollars a year, while charging Amazon and others so little to deliver their packages, making Amazon richer and the Post Office dumber and poorer? Should be charging MUCH MORE!",
                "ts": 1514552640,
                "twitterid": "946728546633953285"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I use Social Media not because I like to, but because it is the only way to fight a VERY dishonest and unfair “press,” now often referred to as Fake News Media. Phony and non-existent “sources” are being used more often than ever. Many stories & reports a pure fiction!",
                "ts": 1514673360,
                "twitterid": "947235015343202304"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "Crooked Hillary Clinton",
            "Arena",
            "Fake News Media",
            "Wow",
            "Fake News Hate Shows",
            "Dishonest",
            "Obama",
            "Report",
            "False",
            "MAGNIFICENT Capitol",
            "Demand",
            "VERIFY",
            "FBI",
            "MUCH",
            "Luther Strange",
            "Mainstream Meadia",
            "THE MOST",
            "THE",
            "ABC News",
            "Washington Post",
            "CLINTON",
            "Washington State",
            "Social Media",
            "White House",
            "Bears Ears",
            "Fake News CNN",
            "Middle East",
            "Justice Gorsuch",
            "NEWS",
            "Clinton Puppet",
            "Brian Ross",
            "Hence",
            "DaveWeigel",
            "Flynn",
            "Grand Staircase Escalante",
            "Fake Polls",
            "James Comey",
            "AMERICA",
            "Gillespie",
            "Clinton Email",
            "Clinton Puppets",
            "Kate Steinle",
            "Dossier",
            "Fake News",
            "VERY",
            "Tainted",
            "U.S.",
            "Tatters",
            "DuPont",
            "Florida",
            "Andrew McCabe",
            "Russia",
            "James Baker",
            "United States Post Office",
            "Roy Moore",
            "Rex Tillerson",
            "American Public",
            "Stock Market",
            "Clinton Campaign",
            "Trump Campaign",
            "GREAT",
            "MAKE",
            "Amazon",
            "THE WALL",
            "Watch",
            "LEAST",
            "FAKE NEWS",
            "Crooked Hillary",
            "Rigged",
            "CNN",
            "Clinton",
            "Phony Hillary Clinton",
            "Pensacola",
            "Russia Witch Hunt",
            "Everyone",
            "WOW",
            "United States Congress",
            "Utah",
            "DNC",
            "FBI Official Email Account"
        ],
        "theme": [
            "news",
            "Fake",
            "FBI",
            "Many",
            "Clinton",
            "dishonest",
            "Email",
            "foxandfriends",
            "Hillary",
            "people",
            "reports",
            "used",
            "GREAT",
            "Media",
            "Phony"
        ]
    },
    {
        "articles": [
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Republicans Senators are working hard to pass the biggest Tax Cuts in the history of our Country. The Bill is getting better and better. This is a once in a generation chance. Obstructionist Dems trying to block because they think it is too good and will not be given the credit!",
                "ts": 1512127260,
                "twitterid": "936555753946705920"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Economists on the TAX CUTS and JOBS ACT: “The enactment of a comprehensive overhaul - complete with a lower corporate tax rate - will IGNITE our ECONOMY with levels of GROWTH not SEEN IN GENERATIONS...”",
                "ts": 1512164940,
                "twitterid": "936713881711529986"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Biggest Tax Bill and Tax Cuts in history just passed in the Senate. Now these great Republicans will be going for final passage. Thank you to House and Senate Republicans for your hard work and commitment!",
                "ts": 1512219240,
                "twitterid": "936941673124425728"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "62 years ago this week, a brave seamstress in Montgomery, Alabama uttered one word that changed history...",
                "ts": 1512248820,
                "twitterid": "937065834635292673"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Democrats refusal to give even one vote for massive Tax Cuts is why we need Republican Roy Moore to win in Alabama. We need his vote on stopping crime, illegal immigration, Border Wall, Military, Pro Life, V.A., Judges 2nd Amendment and more. No to Jones, a Pelosi/Schumer Puppet!",
                "ts": 1512386220,
                "twitterid": "937641904338063361"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I have determined that it is time to officially recognize Jerusalem as the capital of Israel. I am also directing the State Department to begin preparation to move the American Embassy from Tel Aviv to Jerusalem...",
                "ts": 1512594840,
                "twitterid": "938517073508163584"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Across the battlefields, oceans, and harrowing skies of Europe and the Pacific throughout the war, one great battle cry could be heard by America’s friends and foes alike: “REMEMBER PEARL HARBOR.”",
                "ts": 1512681000,
                "twitterid": "938878398608433152"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I fulfilled my campaign promise - others didn’t!",
                "ts": 1512711660,
                "twitterid": "939006911629869056"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Fines and penalties against Wells Fargo Bank for their bad acts against their customers and others will not be dropped, as has incorrectly been reported, but will be pursued and, if anything, substantially increased. I will cut Regs but make penalties severe when caught cheating!",
                "ts": 1512746280,
                "twitterid": "939152197090148352"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "This is your land, this is your home, and it's your voice that matters the most. So speak up, be heard, and fight, fight, fight for the change you've been waiting for your entire life! MERRY CHRISTMAS and THANK YOU Pensacola, Florida!",
                "ts": 1512794760,
                "twitterid": "939355447273906182"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "A big contingent of very enthusiastic Roy Moore fans at the rally last night. We can’t have a Pelosi/Schumer Liberal Democrat, Jones, in that important Alabama Senate seat. Need your vote to Make America Great Again! Jones will always vote against what we must do for our Country.",
                "ts": 1512823920,
                "twitterid": "939477807813595136"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "It was my great honor to celebrate the opening of two extraordinary museums-the Mississippi State History Museum & the Mississippi Civil Rights Museum. We pay solemn tribute to our heroes of the past & dedicate ourselves to building a future of freedom, equality, justice & peace.",
                "ts": 1512843540,
                "twitterid": "939560154269405184"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "No American should be separated from their loved ones because of preventable crime committed by those illegally in our country. Our cities should be Sanctuaries for Americans – not for criminal aliens!",
                "ts": 1512872220,
                "twitterid": "939680422493073408"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Getting closer and closer on the Tax Cut Bill. Shaping up even better than projected. House and Senate working very hard and smart. End result will be not only important, but SPECIAL!",
                "ts": 1512912900,
                "twitterid": "939851058788134913"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "If last night’s election proved anything, it proved that we need to put up GREAT Republican candidates to increase the razor thin margins in both the House and Senate.",
                "ts": 1513176300,
                "twitterid": "940955920967880704"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "As a candidate, I promised we would pass a massive tax cut for the everyday, working Americans. If you make your voices heard, this moment will be forever remembered as a great new beginning – the dawn of a brilliant American future shining with PATRIOTISM, PROSPERITY AND PRIDE!",
                "ts": 1513271100,
                "twitterid": "941353395121741825"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, we gathered in the Roosevelt Room for one single reason: to CUT THE RED TAPE! For many decades, an ever-growing maze of regs, rules, and restrictions has cost our country trillions of dollars, millions of jobs, countless American factories, & devastated entire industries.",
                "ts": 1513282380,
                "twitterid": "941400670766321666"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "When Americans are free to thrive, innovate, & prosper, there is no challenge too great, no task too large, & no goal beyond our reach. We are a nation of explorers, pioneers, innovators & inventors. We are nation of people who work hard, dream big, & who never, ever give up...",
                "ts": 1513283220,
                "twitterid": "941404173433794561"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Congratulations to two great and hardworking guys, Corey Lewandowski and David Bossie, on the success of their just out book, “Let Trump Be Trump.” Finally people with real knowledge are writing about our wonderful and exciting campaign!",
                "ts": 1513435920,
                "twitterid": "942044657613230080"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "TAX CUTS will increase investment in the American economy and in U.S. workers, leading to higher growth, higher wages, and more JOBS!",
                "ts": 1513454700,
                "twitterid": "942123433873281024"
            },
            {
                "date_month": "2017-06",
                "origin": "realdonaldtrump",
                "title": "WEEKLY ADDRESS",
                "ts": 1498253520,
                "twitterid": "878365166538285057"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "As a candidate, I promised we would pass a massive TAX CUT for the everyday working American families who are the backbone and the heartbeat of our country. Now, we are just days away...",
                "ts": 1513530060,
                "twitterid": "942439739264831488"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "More than a century after conquering flight, the #WrightBrothers continue to motivate & inspire Americans, who never tire of exploration & innovation. This GREAT AMERICAN SPIRIT can be found in the design of every new supersonic jet and next generation:  ",
                "ts": 1513556760,
                "twitterid": "942551516564639744",
                "url": "http://45.wh.gov/WrightBrothers"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Over the past 11 months, I have travelled tens of thousands of miles, to visit 13 countries. I have met with more than 100 world leaders and everywhere I traveled, it was my highest privilege and greatest honor to represent the AMERICAN PEOPLE!",
                "ts": 1513628340,
                "twitterid": "942851788461563906"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "When the American People speak, ALL OF US should listen. Just over one year ago, you spoke loud and clear. On November 8, 2016, you voted to MAKE AMERICA GREAT AGAIN!",
                "ts": 1513628880,
                "twitterid": "942854056162332677"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "As the world watches, we are days away from passing HISTORIC TAX CUTS for American families and businesses. It will be the BIGGEST TAX CUT and TAX REFORM in the HISTORY of our country!",
                "ts": 1513629600,
                "twitterid": "942857031693799425"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Together, our task is to strengthen our families, to build up our communities, to serve our citizens, and to celebrate AMERICAN GREATNESS as a shining example to the world....",
                "ts": 1513644840,
                "twitterid": "942921051721338880"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Stocks and the economy have a long way to go after the Tax Cut Bill is totally understood and appreciated in scope and size. Immediate expensing will have a big impact. Biggest Tax Cuts and Reform EVER passed. Enjoy, and create many beautiful JOBS!",
                "ts": 1513682580,
                "twitterid": "943079382163353600"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Congratulations to Paul Ryan, Kevin McCarthy, Kevin Brady, Steve Scalise, Cathy McMorris Rodgers and all great House Republicans who voted in favor of cutting your taxes!",
                "ts": 1513714680,
                "twitterid": "943213901625294849"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The United States Senate just passed the biggest in history Tax Cut and Reform Bill. Terrible Individual Mandate (ObamaCare)Repealed. Goes to the House tomorrow morning for final vote. If approved, there will be a News Conference at The White House at approximately 1:00 P.M.",
                "ts": 1513750140,
                "twitterid": "943362605258813441"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Tax Cuts are so large and so meaningful, and yet the Fake News is working overtime to follow the lead of their friends, the defeated Dems, and only demean. This is truly a case where the results will speak for themselves, starting very soon. Jobs, Jobs, Jobs!",
                "ts": 1513780320,
                "twitterid": "943489378462130176"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I would like to congratulate @SenateMajLdr on having done a fantastic job both strategically & politically on the passing in the Senate of the MASSIVE TAX CUT & Reform Bill. I could have not asked for a better or more talented partner. Our team will go onto many more VICTORIES!",
                "ts": 1513787940,
                "twitterid": "943521141062238208"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "We are delivering HISTORIC TAX RELIEF for the American people! #TaxCutsandJobsAct",
                "ts": 1513793340,
                "twitterid": "943543958730309633"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Massive Tax Cuts, which the Fake News Media is desperate to write badly about so as to please their Democrat bosses, will soon be kicking in and will speak for themselves. Companies are already making big payments to workers. Dems want to raise taxes, hate these big Cuts!",
                "ts": 1513859040,
                "twitterid": "943819430735372289"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "House Democrats want a SHUTDOWN for the holidays in order to distract from the very popular, just passed, Tax Cuts. House Republicans, don’t let this happen. Pass the C.R. TODAY and keep our Government OPEN!",
                "ts": 1513867920,
                "twitterid": "943856675294982145"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Our big and very popular Tax Cut and Reform Bill has taken on an unexpected new source of “love” - that is big companies and corporations showering their workers with bonuses. This is a phenomenon that nobody even thought of, and now it is the rage. Merry Christmas!",
                "ts": 1513946820,
                "twitterid": "944187730564714497"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "At some point, and for the good of the country, I predict we will start working with the Democrats in a Bipartisan fashion. Infrastructure would be a perfect place to start. After having foolishly spent $7 trillion in the Middle East, it is time to start rebuilding our country!",
                "ts": 1513947900,
                "twitterid": "944192071535153152"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Will be signing the biggest ever Tax Cut and Reform Bill in 30 minutes in Oval Office. Will also be signing a much needed 4 billion dollar missile defense bill.",
                "ts": 1513955220,
                "twitterid": "944222979147337728"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "95% of Americans will pay less or, at worst, the same amount of taxes (mostly far less). The Dems only want to raise your taxes!",
                "ts": 1513961160,
                "twitterid": "944247868126318593"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Congressman Ron DeSantis is a brilliant young leader, Yale and then Harvard Law, who would make a GREAT Governor of Florida. He loves our Country and is a true FIGHTER!",
                "ts": 1513968000,
                "twitterid": "944276471614509057"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, it was my great honor to sign the largest TAX CUTS and reform in the history of our country. Full remarks:  ",
                "ts": 1513975620,
                "twitterid": "944308491887316992",
                "url": "http://45.wh.gov/TaxCuts"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Remember, the most hated part of ObamaCare is the Individual Mandate, which is being terminated under our just signed Tax Cut Bill.",
                "ts": 1513980660,
                "twitterid": "944329684032081921"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Remember, the Republicans are 5-0 in Congressional races this year. In Senate, I said Roy M would lose in Alabama and supported Big Luther Strange - and Roy lost. Virginia candidate was not a “Trumper,” and he lost. Good Republican candidates will win BIG!",
                "ts": 1514069820,
                "twitterid": "944703626454487042"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Based on the fact that the very unfair and unpopular Individual Mandate has been terminated as part of our Tax Cut Bill, which essentially Repeals (over time) ObamaCare, the Democrats & Republicans will eventually come together and develop a great new HealthCare plan!",
                "ts": 1514289480,
                "twitterid": "945624910898122752"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Democrats have been told, and fully understand, that there can be no DACA without the desperately needed WALL at the Southern Border and an END to the horrible Chain Migration & ridiculous Lottery System of Immigration etc. We must protect our Country at all cost!",
                "ts": 1514553360,
                "twitterid": "946731576687235072"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "If the Dems (Crooked Hillary) got elected, your stocks would be down 50% from values on Election Day. Now they have a great future - and just beginning! …",
                "ts": 1514726760,
                "twitterid": "947458942719979520",
                "url": "https://twitter.com/realdonaldtrump/status/947328044821336070"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Why would smart voters want to put Democrats in Congress in 2018 Election when their policies will totally kill the great wealth created during the months since the Election. People are much better off now not to mention ISIS, VA, Judges, Strong Border, 2nd A, Tax Cuts & more?",
                "ts": 1514727360,
                "twitterid": "947461470924820480"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "THANK",
            "Harvard Law",
            "Individual Mandate",
            "Strange",
            "PROSPERITY AND",
            "White House",
            "SEEN",
            "State Department",
            "Make America Great Again",
            "JOBS",
            "ISIS",
            "Fake News",
            "Steve Scalise",
            "Senate Republicans",
            "Tax Cut Bill",
            "Border Wall",
            "Roosevelt Room",
            "Southern Border",
            "BIGGEST",
            "Strong Border",
            "Tax Cuts",
            "SPIRIT",
            "Virginia",
            "Immediate",
            "GREAT Governor",
            "Yale",
            "Europe",
            "Corey Lewandowski",
            "Enjoy",
            "Biggest Tax Cuts",
            "Jobs",
            "Obstructionist Dems",
            "Republican Roy Moore",
            "Lottery System",
            "Kevin McCarthy",
            "Montgomery",
            "Will",
            "ObamaCare",
            "Oval Office",
            "Paul Ryan",
            "WALL",
            "GREAT",
            "GROWTH",
            "TAX CUTS",
            "Mississippi Civil Rights Museum",
            "AMERICAN",
            "End",
            "Senate",
            "Alabama Senate",
            "Jones",
            "Terrible Individual Mandate",
            "Fake News Media",
            "Trumper",
            "David Bossie",
            "SPECIAL",
            "Middle East",
            "SHUTDOWN",
            "Americans",
            "Infrastructure",
            "Roy",
            "United States",
            "Merry Christmas",
            "Wells Fargo Bank",
            "U.S.",
            "HISTORIC",
            "American",
            "House",
            "THE RED",
            "Full",
            "ADDRESS",
            "PATRIOTISM",
            "US",
            "Reform Bill",
            "MASSIVE",
            "Military",
            "Biggest Tax Bill",
            "Jerusalem",
            "Judges",
            "VA",
            "MERRY",
            "Congressman Ron",
            "Israel",
            "Cathy",
            "Florida",
            "Massive Tax Cuts",
            "Pacific",
            "WEEKLY",
            "MAKE",
            "Tel Aviv",
            "Kevin Brady",
            "Crooked",
            "House Republicans",
            "McMorris Rodgers",
            "Good Republican"
        ],
        "theme": [
            "Cuts",
            "Tax",
            "great",
            "Americans",
            "Country",
            "Pass",
            "Democrats",
            "Republicans",
            "Senate",
            "working",
            "history",
            "reform",
            "BIG",
            "biggest",
            "House"
        ]
    },
    {
        "articles": [
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I never asked Comey to stop investigating Flynn. Just more Fake News covering another Comey lie!",
                "ts": 1512299700,
                "twitterid": "937279001684598784"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Putting Pelosi/Schumer Liberal Puppet Jones into office in Alabama would hurt our great Republican Agenda of low on taxes, tough on crime, strong on military and borders...& so much more. Look at your 401-k’s since Election. Highest Stock Market EVER! Jobs are roaring back!",
                "ts": 1512388800,
                "twitterid": "937652739001212928"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "With the great vote on Cutting Taxes, this could be a big day for the Stock Market - and YOU!",
                "ts": 1512388980,
                "twitterid": "937653535486959616"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Go get the new book on Andrew Jackson by Brian Kilmeade...Really good. @foxandfriends",
                "ts": 1512652080,
                "twitterid": "938756989542457344"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "LAST thing the Make America Great Again Agenda needs is a Liberal Democrat in Senate where we have so little margin for victory already. The Pelosi/Schumer Puppet Jones would vote against us 100% of the time. He’s bad on Crime, Life, Border, Vets, Guns & Military. VOTE ROY MOORE!",
                "ts": 1512745560,
                "twitterid": "939149296389251072"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“The unemployment rate remains at a 17-year low of 4.1%. The unemployment rate in manufacturing dropped to 2.6%, the lowest ever recorded. The unemployment rate among Hispanics dropped to 4.7%, the lowest ever recorded...” @SecretaryAcosta @USDOL",
                "ts": 1512759720,
                "twitterid": "939208571253862400"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Things are going really well for our economy, a subject the Fake News spends as little time as possible discussing! Stock Market hit another RECORD HIGH, unemployment is now at a 17 year low and companies are coming back into the USA. Really good news, and much more to come!",
                "ts": 1512912600,
                "twitterid": "939849867438034944"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Very little discussion of all the purposely false and defamatory stories put out this week by the Fake News Media. They are out of control - correct reporting means nothing to them. Major lies written, then forced to be withdrawn after they are exposed...a stain on America!",
                "ts": 1512940680,
                "twitterid": "939967625362276354"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Despite thousands of hours wasted and many millions of dollars spent, the Democrats have been unable to show any collusion with Russia - so now they are moving on to the false accusations and fabricated stories of women who I don’t know and/or have never met. FAKE NEWS!",
                "ts": 1513080600,
                "twitterid": "940554567414091776"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Lightweight Senator Kirsten Gillibrand, a total flunky for Chuck Schumer and someone who would come to my office “begging” for campaign contributions not so long ago (and would do anything for them), is now in the ring fighting against Trump. Very disloyal to Bill & Crooked-USED!",
                "ts": 1513083780,
                "twitterid": "940567812053053441"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Consumer Confidence is at an All-Time High, along with a Record High Stock Market. Unemployment is at a 17 year low. MAKE AMERICA GREAT AGAIN! Working to pass MASSIVE TAX CUTS (looking good).",
                "ts": 1513088580,
                "twitterid": "940588025964265472"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Congratulations to Doug Jones on a hard fought victory. The write-in votes played a very big factor, but a win is a win. The people of Alabama are great, and the Republicans will have another shot at this seat in a very short period of time. It never ends!",
                "ts": 1513138080,
                "twitterid": "940795587733151744"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Republican Tax Cuts are looking very good. All are working hard. In the meantime, the Stock Market hit another record high!",
                "ts": 1513256340,
                "twitterid": "941291666564141057"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“Manufacturing Optimism Rose to Another All-Time High in the Latest @ShopFloorNAM Outlook Survey” …",
                "ts": 1513286400,
                "twitterid": "941417725833998340",
                "url": "http://www.shopfloor.org/2017/12/manufacturing-optimism-rose-another-time-high-latest-nam-survey/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "70 Record Closes for the Dow so far this year! We have NEVER had 70 Dow Records in a one year period. Wow!",
                "ts": 1513635900,
                "twitterid": "942883507868782592"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“The President has accomplished some absolutely historic things during this past year.” Thank you Charlie Kirk of Turning Points USA. Sadly, the Fake Mainstream Media will NEVER talk about our accomplishments in their end of year reviews. We are compiling a long & beautiful list.",
                "ts": 1513952220,
                "twitterid": "944210183089254400"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "With all my Administration has done on Legislative Approvals (broke Harry Truman’s Record), Regulation Cutting, Judicial Appointments, Building Military, VA, TAX CUTS & REFORM, Record Economy/Stock Market and so much more, I am sure great credit will be given by mainstream news?",
                "ts": 1513955040,
                "twitterid": "944222157218942978"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Stock Market is setting record after record and unemployment is at a 17 year low. So many things accomplished by the Trump Administration, perhaps more than any other President in first year. Sadly, will never be reported correctly by the Fake News Media!",
                "ts": 1514069040,
                "twitterid": "944700332881440769"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The Tax Cut/Reform Bill, including Massive Alaska Drilling and the Repeal of the highly unpopular Individual Mandate, brought it all together as to what an incredible year we had. Don’t let the Fake News convince you otherwise...and our insider Polls are strong!",
                "ts": 1514147700,
                "twitterid": "945030174290186241"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "People are proud to be saying Merry Christmas again. I am proud to have led the charge against the assault of our cherished and beautiful phrase. MERRY CHRISTMAS!!!!!",
                "ts": 1514170560,
                "twitterid": "945126026824298497"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "MERRY CHRISTMAS!!",
                "ts": 1514173860,
                "twitterid": "945140007572004870"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "MERRY CHRISTMAS!!!",
                "ts": 1514208960,
                "twitterid": "945287222210781184"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "All signs are that business is looking really good for next year, only to be helped further by our Tax Cut Bill. Will be a great year for Companies and JOBS! Stock Market is poised for another year of SUCCESS!",
                "ts": 1514326620,
                "twitterid": "945780569388015616"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Vanity Fair, which looks like it is on its last legs, is bending over backwards in apologizing for the minor hit they took at Crooked H. Anna Wintour, who was all set to be Amb to Court of St James’s & a big fundraiser for CH, is beside herself in grief & begging for forgiveness!",
                "ts": 1514474640,
                "twitterid": "946401576381505536"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Retail sales are at record numbers. We’ve got the economy going better than anyone ever dreamt - and you haven’t seen anything yet!",
                "ts": 1514477880,
                "twitterid": "946415026402988033"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "In the East, it could be the COLDEST New Year’s Eve on record. Perhaps we could use a little bit of that good old Global Warming that our Country, but not other countries, was going to pay TRILLIONS OF DOLLARS to protect against. Bundle up!",
                "ts": 1514505660,
                "twitterid": "946531657229701120"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Oppressive regimes cannot endure forever, and the day will come when the Iranian people will face a choice. The world is watching!",
                "ts": 1514660520,
                "twitterid": "947181212468203520"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "On Taxes: “This is the biggest corporate rate cut ever, going back to the corporate income tax rate of roughly 80 years ago.This is a huge pro-growth stimulus for the economy. Every year the Obama WH overstated how the economy would grow. Now real economics and jobs.” @WSJ Report",
                "ts": 1514668320,
                "twitterid": "947213895286054914"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Jobs are kicking in and companies are coming back to the U.S. Unnecessary regulations and high taxes are being dramatically Cut, and it will only get better. MUCH MORE TO COME!",
                "ts": 1514673720,
                "twitterid": "947236393184628741"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“Trump Rally: Stocks put 2017 in the record books” …",
                "ts": 1514695560,
                "twitterid": "947328044821336070",
                "url": "http://www.foxbusiness.com/markets/2017/12/29/trump-rally-stocks-put-2017-in-record-books.html"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Iran, the Number One State of Sponsored Terror with numerous violations of Human Rights occurring on an hourly basis, has now closed down the Internet so that peaceful demonstrators cannot communicate. Not good!",
                "ts": 1514757600,
                "twitterid": "947588263103139841"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "As our Country rapidly grows stronger and smarter, I want to wish all of my friends, supporters, enemies, haters, and even the very dishonest Fake News Media, a Happy and Healthy New Year. 2018 will be a great year for America!",
                "ts": 1514758680,
                "twitterid": "947592785519173637"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "Fake News Media",
            "Human Rights",
            "Wow",
            "TAX",
            "Individual Mandate",
            "Retail",
            "Latest",
            "Alabama",
            "Comey",
            "Border",
            "NEVER",
            "Taxes",
            "RECORD HIGH",
            "East",
            "Doug Jones",
            "Hispanics",
            "Vets",
            "Make America Great Again Agenda",
            "Points USA",
            "VA",
            "MERRY",
            "TRILLIONS OF",
            "Flynn",
            "AMERICA",
            "Regulation Cutting",
            "Iranian",
            "JOBS",
            "Republican Tax Cuts",
            "Jobs",
            "Life",
            "Consumer Confidence",
            "Bill",
            "ShopFloorNAM Outlook Survey",
            "REFORM",
            "Bundle",
            "Building Military",
            "Fake News",
            "Sponsored Terror",
            "Merry Christmas",
            "Brian Kilmeade",
            "Chuck Schumer",
            "Harry Truman",
            "SUCCESS",
            "Russia",
            "Highest Stock Market",
            "COME",
            "VOTE",
            "Trump Administration",
            "Judicial Appointments",
            "Stock Market",
            "Don",
            "Vanity Fair",
            "Global Warming",
            "MAKE",
            "GREAT",
            "Lightweight",
            "Fake Mainstream Media",
            "Massive Alaska Drilling",
            "Crooked",
            "Obama WH",
            "Andrew Jackson",
            "Republican Agenda",
            "Record High Stock Market",
            "Unemployment",
            "MASSIVE",
            "COLDEST New Year",
            "Healthy New Year",
            "Senate",
            "Companies",
            "FAKE",
            "Guns",
            "Trump Rally"
        ],
        "theme": [
            "year",
            "record",
            "Stocks",
            "taxes",
            "Cut",
            "Fake",
            "great",
            "Market",
            "news",
            "good",
            "another",
            "high",
            "looks",
            "low",
            "time"
        ]
    },
    {
        "articles": [
            {
                "date_month": "2017-02",
                "origin": "realdonaldtrump",
                "title": "MAKE AMERICA GREAT AGAIN!",
                "ts": 1486218360,
                "twitterid": "827885966509604865"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Big crowd expected today in Pensacola, Florida, for a Make America Great Again speech. We have done so much in so short a period of time...and yet are planning to do so much more! See you there!",
                "ts": 1512738660,
                "twitterid": "939120304542101505"
            },
            {
                "date_month": "2017-02",
                "origin": "realdonaldtrump",
                "title": "MAKE AMERICA GREAT AGAIN!",
                "ts": 1486218360,
                "twitterid": "827885966509604865"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "In 1960, there were approximately 20,000 pages in the Code of Federal Regulations. Today there are over 185,000 pages, as seen in the Roosevelt Room. Today, we CUT THE RED TAPE! It is time to SET FREE OUR DREAMS and MAKE AMERICA GREAT AGAIN!",
                "ts": 1513283700,
                "twitterid": "941406242785955841"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "DOW RISES 5000 POINTS ON THE YEAR FOR THE FIRST TIME EVER - MAKE AMERICA GREAT AGAIN!",
                "ts": 1513681440,
                "twitterid": "943074475209355264"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "WE ARE MAKING AMERICA GREAT AGAIN!",
                "ts": 1513806240,
                "twitterid": "943598090069536768"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Home Sales hit BEST numbers in 10 years! MAKE AMERICA GREAT AGAIN",
                "ts": 1513864560,
                "twitterid": "943842608631238656"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "THANK YOU to everyone who joined me at the @WhiteHouse yesterday. Together, we are MAKING AMERICA GREAT AGAIN!  ",
                "ts": 1513880160,
                "twitterid": "943908041803657216",
                "url": "https://instagram.com/p/Bc-U59UAVws/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I hope everyone is having a great Christmas, then tomorrow it’s back to work in order to Make America Great Again (which is happening faster than anyone anticipated)!",
                "ts": 1514244780,
                "twitterid": "945437479863291904"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Together, we are MAKING AMERICA GREAT AGAIN!  ",
                "ts": 1514502840,
                "twitterid": "946519720450252800",
                "url": "https://instagram.com/p/BdQ5D6Xgd7P/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "What a year it’s been, and we're just getting started. Together, we are MAKING AMERICA GREAT AGAIN! Happy New Year!!",
                "ts": 1514747160,
                "twitterid": "947544600918372353"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "HAPPY NEW YEAR! We are MAKING AMERICA GREAT AGAIN, and much faster than anyone thought possible!",
                "ts": 1514763780,
                "twitterid": "947614110082043904"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "HAPPY",
            "GREAT AGAIN",
            "Florida",
            "Big",
            "AMERICA",
            "Pensacola",
            "Make America Great Again",
            "Home Sales",
            "MAKING",
            "Happy New Year",
            "BEST",
            "Roosevelt Room",
            "Federal Regulations",
            "MAKE",
            "SET",
            "POINTS",
            "THE RED",
            "THE FIRST",
            "DOW"
        ],
        "theme": [
            "AMERICA",
            "GREAT",
            "MAKING",
            "YEAR",
            "TIME",
            "Together",
            "anyone",
            "everyone",
            "faster",
            "HAPPY",
            "NEW",
            "Today",
            "anticipated",
            "approximately",
            "BEST"
        ]
    },
    {
        "articles": [
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Great job First Lady Melania! …",
                "ts": 1512265800,
                "twitterid": "937136868608626689",
                "url": "https://twitter.com/flotus/status/936006319076724742"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Such a total miscarriage of Justice in San Francisco! …",
                "ts": 1512304020,
                "twitterid": "937297341266190336",
                "url": "https://twitter.com/dbongino/status/936415283224465410"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Join me this Friday in Pensacola, Florida at the Pensacola Bay Center! Tickets:  …",
                "ts": 1512515580,
                "twitterid": "938184577255919623",
                "url": "https://www.donaldjtrump.com/rallies/pensacola-fl-dec-2017"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Our thoughts and prayers are with everyone in the path of California’s wildfires. I encourage everyone to heed the advice and orders of local and state officials. THANK YOU to all First Responders for your incredible work! …",
                "ts": 1512576660,
                "twitterid": "938440878577856512",
                "url": "https://twitter.com/fema/status/938431957490335745"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Join me live from the @WhiteHouse via #Periscope ",
                "ts": 1512583500,
                "twitterid": "938469354089385985",
                "url": "https://www.pscp.tv/w/1BRKjLEnPDdJw"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "On my way to Pensacola, Florida. See everyone soon! #MAGA",
                "ts": 1512775500,
                "twitterid": "939274666404909056"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Just arrived at the Pensacola Bay Center. Join me LIVE on @FoxNews in 10 minutes! #MAGA …",
                "ts": 1512781440,
                "twitterid": "939299624875118592",
                "url": "https://twitter.com/foxnews/status/939292886973247489"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "It was my honor. THANK YOU! …",
                "ts": 1513346100,
                "twitterid": "941667918214987776",
                "url": "https://twitter.com/secretservice/status/941362870582960129"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "DOW, S&P 500 and NASDAQ close at record highs! #MAGA",
                "ts": 1513382400,
                "twitterid": "941820213518938112"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Great job Kevin, we are all proud of you! …",
                "ts": 1513393920,
                "twitterid": "941868639199916037",
                "url": "https://twitter.com/repkevinbrady/status/941774942730846208"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "So true Ivanka! …",
                "ts": 1513635480,
                "twitterid": "942881716913438720",
                "url": "https://twitter.com/ivankatrump/status/942171573108314112"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Thank you Maria B! …",
                "ts": 1513635600,
                "twitterid": "942882250089271297",
                "url": "https://twitter.com/presssec/status/942055050259632130"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "So true! …",
                "ts": 1513947000,
                "twitterid": "944188445748015105",
                "url": "https://twitter.com/foxnews/status/943842164974542848"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“Arrests of MS-13 Members, Associates Up 83% Under Trump” …",
                "ts": 1514429160,
                "twitterid": "946210723528572930",
                "url": "http://dailysignal.com/2017/12/15/arrests-of-ms-13-members-associates-up-83-under-trump/"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "THANK",
            "California",
            "Kevin",
            "Florida",
            "Trump",
            "San Francisco",
            "NASDAQ",
            "MAGA Great",
            "MAGA Just",
            "Ivanka",
            "Maria",
            "Pensacola Bay Center",
            "DOW"
        ],
        "theme": [
            "Join",
            "MAGA",
            "Pensacola",
            "Thank",
            "Bay",
            "Center",
            "everyone",
            "Florida",
            "Great",
            "job",
            "LIVE",
            "true",
            "advice",
            "Arrests",
            "arrived"
        ]
    },
    {
        "articles": [
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "We are one step closer to delivering MASSIVE tax cuts for working families across America. Special thanks to @SenateMajLdr Mitch McConnell and Chairman @SenOrrinHatch for shepherding our bill through the Senate. Look forward to signing a final bill before Christmas!",
                "ts": 1512200940,
                "twitterid": "936864840240398337"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "A must watch: Legal Scholar Alan Dershowitz was just on @foxandfriends talking of what is going on with respect to the greatest Witch Hunt in U.S. political history. Enjoy!",
                "ts": 1512390900,
                "twitterid": "937661677700550656"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "National Pearl Harbor Remembrance Day - “A day that will live in infamy!” December 7, 1941",
                "ts": 1512659040,
                "twitterid": "938786402992578560"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, our entire nation pauses to REMEMBER PEARL HARBOR—and the brave warriors who on that day stood tall and fought for America. God Bless our HEROES who wear the uniform, and God Bless the United States of America. #PearlHarborRemembranceDay",
                "ts": 1512663360,
                "twitterid": "938804374079459329"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, the U.S. flag flies at half-staff at the @WhiteHouse, in honor of National Pearl Harbor Remembrance Day.  ",
                "ts": 1512677040,
                "twitterid": "938861758038577152",
                "url": "https://instagram.com/p/BcaeCLLAEkl/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, as we Remember Pearl Harbor, it was an incredible honor to be joined with surviving Veterans of the attack on 12/7/1941. They are HEROES, and they are living witnesses to American History. All American hearts are filled with gratitude for their service and their sacrifice.",
                "ts": 1512679920,
                "twitterid": "938873956345499654"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Tonight, @FLOTUS Melania and I were thrilled to welcome so many wonderful friends to the @WhiteHouse – and wish them all a very #HappyHanukkah  ",
                "ts": 1512711360,
                "twitterid": "939005659982348291",
                "url": "https://instagram.com/p/BcbeSTVgqNj/"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "We believe that every American should stand for the National Anthem, and we proudly pledge allegiance to one NATION UNDER GOD!",
                "ts": 1512799560,
                "twitterid": "939375570919612416"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Heading to the great state of Mississippi at the invitation of their popular and respected Governor, @PhilBryantMS. Look forward to seeing the new Civil Rights Museum!",
                "ts": 1512834300,
                "twitterid": "939521466634326016"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Have a great game today, @USArmy and @USNavy - I will be watching. We love our U.S. Military. On behalf of an entire Nation, THANK YOU for your sacrifice and service! #ArmyNavyGame #USA",
                "ts": 1512844620,
                "twitterid": "939564681743814661"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Great Army - Navy Game. Army wins 14 to 13 and brings home the COMMANDER-IN-CHIEF’S TROPHY! Congratulations!",
                "ts": 1512863220,
                "twitterid": "939642796289470464"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Another false story, this time in the Failing @nytimes, that I watch 4-8 hours of television a day - Wrong! Also, I seldom, if ever, watch CNN or MSNBC, both of which I consider Fake News. I never watch Don Lemon, who I once called the “dumbest man on television!” Bad Reporting.",
                "ts": 1513001820,
                "twitterid": "940223974985871360"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The people of Alabama will do the right thing. Doug Jones is Pro-Abortion, weak on Crime, Military and Illegal Immigration, Bad for Gun Owners and Veterans and against the WALL. Jones is a Pelosi/Schumer Puppet. Roy Moore will always vote with us. VOTE ROY MOORE!",
                "ts": 1513087740,
                "twitterid": "940584383605563392"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Wishing all of those celebrating #Hanukkah around the world a happy and healthy eight nights in the company of those they love.  ",
                "ts": 1513116780,
                "twitterid": "940706127309926400",
                "url": "http://45.wh.gov/XpFsZu"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Thank you Omarosa for your service! I wish you continued success.",
                "ts": 1513209480,
                "twitterid": "941094961482780672"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "To each member of the graduating class from the National Academy at Quantico, CONGRATULATIONS!",
                "ts": 1513359300,
                "twitterid": "941723524921724928"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "You are always there for us – THE MEN AND WOMEN IN BLUE. Thank you to our police, thank you to our sheriffs, and thank you to our law enforcement families. God Bless you all, and GOD BLESS AMERICA! #LESM",
                "ts": 1513367280,
                "twitterid": "941756992070307845"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Today, it was my tremendous honor to visit Marine Helicopter Squadron One (HMX-1) at the Marine Corps Air Facility in Quantico, Virginia. I am honored to serve as your Commander-in-Chief. On behalf of an entire Nation, THANK YOU for your sacrifice and service. We love you!",
                "ts": 1513375080,
                "twitterid": "941789515248750592"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Wonderful weekend at Camp David. A very special place. A lot of very important work done. Heading back to the @WhiteHouse now.",
                "ts": 1513545180,
                "twitterid": "942503059103604736"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Ivanka Trump will be interviewed on @foxandfriends.",
                "ts": 1513597320,
                "twitterid": "942721681130483712"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "With the strategy that I announced today, we are declaring that AMERICA is in the game and AMERICA is DETERMINED to WIN! OUR FOUR PILLARS OF NATIONAL SECURITY STRATEGY:",
                "ts": 1513640940,
                "twitterid": "942904686125965312"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The United Nations Security Council just voted 15-0 in favor of additional Sanctions on North Korea. The World wants Peace, not Death!",
                "ts": 1513975620,
                "twitterid": "944308373373308929"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Just left West Palm Beach Fire & Rescue #2. Met with great men and women as representatives of those who do so much for all of us. Firefighters, paramedics, first responders - what amazing people they are!",
                "ts": 1514416260,
                "twitterid": "946156544927977477"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "“On 1/20 - the day Trump was inaugurated - an estimated 35,000 ISIS fighters held approx 17,500 square miles of territory in both Iraq and Syria. As of 12/21, the U.S. military est the remaining 1,000 or so fighters occupy roughly 1,900 square miles..” @jamiejmcintyre @dcexaminer",
                "ts": 1514426940,
                "twitterid": "946201376652169220"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Caught RED HANDED - very disappointed that China is allowing oil to go into North Korea. There will never be a friendly solution to the North Korea problem if this continues to happen!",
                "ts": 1514478240,
                "twitterid": "946416486054285314"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "I've been saying it for a long, long time. #NoKo",
                "ts": 1514488800,
                "twitterid": "946460939578167296"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Many reports of peaceful protests by Iranian citizens fed up with regime’s corruption & its squandering of the nation’s wealth to fund terrorism abroad. Iranian govt should respect their people’s rights, including right to express themselves. The world is watching! #IranProtests",
                "ts": 1514605320,
                "twitterid": "946949708915924994"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "The entire world understands that the good people of Iran want change, and, other than the vast military power of the United States, that Iran’s people are what their leaders fear the most....",
                "ts": 1514660400,
                "twitterid": "947180713236934657"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "Big protests in Iran. The people are finally getting wise as to how their money and wealth is being stolen and squandered on terrorism. Looks like they will not take it any longer. The USA is watching very closely for human rights violations!",
                "ts": 1514725380,
                "twitterid": "947453152806297600"
            },
            {
                "date_month": "2017-12",
                "origin": "realdonaldtrump",
                "title": "My deepest condolences to the victims of the terrible shooting in Douglas County @DCSheriff, and their families. We love our police and law enforcement - God Bless them all! #LESM",
                "ts": 1514745360,
                "twitterid": "947536951464333318"
            }
        ],
        "month": "2017-12",
        "namedentity": [
            "THANK",
            "National Anthem",
            "Ivanka Trump",
            "OUR",
            "Alabama",
            "Quantico",
            "Peace",
            "American History",
            "Caught",
            "God Bless",
            "Navy Game",
            "Camp David",
            "USA Great Army",
            "Doug Jones",
            "HEROES",
            "Enjoy",
            "West Palm Beach Fire",
            "Iran",
            "AMERICA",
            "Iranian",
            "United States",
            "National Pearl Harbor Remembrance",
            "DETERMINED",
            "Douglas County",
            "USArmy",
            "USNavy",
            "GOD",
            "HANDED",
            "North Korea",
            "Fake News",
            "MEN AND",
            "Syria",
            "MSNBC",
            "U.S.",
            "Don Lemon",
            "NoKo Many",
            "Roy Moore",
            "VOTE",
            "China",
            "WALL",
            "PEARL",
            "CONGRATULATIONS",
            "Marine Helicopter Squadron One",
            "LESM",
            "Met",
            "United Nations",
            "SenateMajLdr Mitch",
            "Gun Owners",
            "Iraq",
            "CNN",
            "Wrong",
            "Veterans",
            "Marine Corps Air Facility",
            "Tonight",
            "MASSIVE",
            "Illegal Immigration",
            "National Academy",
            "Virginia",
            "Wonderful",
            "Bad",
            "Military"
        ],
        "theme": [
            "nation",
            "today",
            "day",
            "people",
            "THANK",
            "watching",
            "AMERICA",
            "entire",
            "God",
            "great",
            "Harbor",
            "love",
            "military",
            "Pearl",
            "rights"
        ]
    }
]