[
  {
    'theme': [
      'trump',
      'korea',
      'north',
      'u',
      'say'
    ],
    'articles': [
      'Inauguration Day live blog',
      'Women’s March leaders aim for ‘solidarity against misogyny’',
      'Anti-Trump protests break out across D.C.',
      'PBS NewsHour',
      'Massive crowds at worldwide women’s marches protest Trump',
      'Sen. Schumer on Democratic opposition under Trump',
      'You can thank Ohio’s tropical sea for your winter road salt',
      'Is alluring but elusive fusion energy possible in our lifetime?',
      'Mattis to visit Japan, South Korea on first overseas trip as Pentagon chief',
      'Are you hanging off a financial cliff? Here’s how to cope',
      'Does limiting refugees deter terrorism?',
      'Refugee ban ‘a gift to those who hate us,’ says Madeleine Albright',
      'Can a cleaner cookstove save lives?',
      'When does tough diplomatic talk go too far?',
      'Trump and the GOP take aim at Obama-era regulations, from consumer protections to water pollution',
      'Oscar-nominated film brings the prophecy of James Baldwin into today’s world',
      'Children of color with autism face disparities of care and isolation',
      'How should companies navigate polarized politics in the Trump era?',
      'How an undocumented mother’s deportation mobilized activists in Arizona',
      'How Smokey Robinson knows a good song when he sees one',
      'What Michael Flynn’s communication with Russia means for national security',
      'A new generation of human rights investigators turns to high-tech methods',
      'Is the focus on his staff keeping President Trump from making policy?',
      'National Security Council in turmoil amid Flynn departure',
      'To fight student homelessness, this school district helps the whole family',
      'Former Trump adviser says he had no Russian meetings in the last year',
      'How scientists are scrambling to safeguard vital environmental data',
      '‘Deaths of despair’ are cutting life short for some white Americans',
      'After travel ban uncertainty, friends reunite for a new life in the U.S.',
      'Between this vegetarian cafe and a ‘Trump’ cafe in Texas, a political chasm',
      'Sweden’s welcome to refugees disturbed by violent backlash',
      'Faced with outsized stresses, these Baltimore students learn to take a deep breath',
      '@NewsHour and @Twitter Continue Partnership to Live Stream Coverage of President Trump’s Address to #JointSession of Congress on Feb. 28',
      'For a ‘smart’ secure border, ‘we need some creativity,’ says Rep. McCaul',
      'How Steve Bannon helped bring a nationalist, populist agenda to the White House',
      'How the feeling of falling behind fuels deadly distress for white Americans',
      'Out of Syria’s devastation, ‘The White Helmets’ offer moments of hope',
      'Can Democrats find a rallying cry that wins with voters?',
      'At congressional town hall meetings, citizens turn up the volume — and activism',
      'The foster father who cares when terminally ill kids have no one',
      'This female hockey player from United Arab Emirates scores goals and respect',
      'Photos show undeniable history of the civil rights movement',
      'PBS NEWSHOUR AND THE WASHINGTON PRESS CLUB FOUNDATION CREATE JOURNALISM FELLOWSHIP IN HONOR OF GWEN IFILL',
      'Human moon missions could be on the horizon under Trump',
      'Washington Press Club, PBS NewsHour Honor The Late Gwen Ifill With Journalism Fellowship',
      'The One Network Evening Newscast That’s Growing',
      'High quality child care gives military families peace of mind',
      '‘The Americans’ sees a perfect moment to humanize Russian espionage',
      'Gloria Steinem’s advice to young women: Listen to yourselves, not to me',
      'Russia has deployed banned missile, U.S. general says',
      'Court removes South Korean president from office over corruption scandal',
      'Shields and Gerson on GOP health care bill conflict, Trump’s wiretap tweet',
      'Female Marine recruits at boot camp strive to meet the same standards as men',
      'Tillerson heads to Asia with North Korea tensions high',
      'In South Sudan’s deadly famine, ‘anything we can find we will try to eat’',
      'Dutch election will test far-right ardor in Europe',
      'Frozen chicken? Not with these handknit sweaters',
      'Why Americans want answers on Trump’s wiretap claims',
      'Erdogan opponents fear historic vote threatens liberty, secularism',
      'This artist brings dinosaurs back to life',
      'Why is job opportunity still lagging for people with disabilities?',
      'While Trump talks tough, U.S. quietly cutting nuclear force',
      'Gorsuch in confirmation hearing promises independence from politics',
      'Whitney Biennial artists take a hard look at America, and find ways to connect',
      'Climate change is killing the Great Barrier Reef',
      'How increased security affects life for border residents',
      'In fight over Gorsuch, Senate leaders stand their ground',
      'The stigma that stops veterans from getting help for PTSD',
      'Two veteran lawmakers worry global diplomacy is being undervalued',
      'The best ways to teach your little kids about money',
      'Trump supporters in Michigan confident their votes will pay off',
      'Trump says U.S. is prepared to act alone on North Korea',
      'Tackling India’s towering landfills takes cultural innovation',
      "Susan Rice on Nunes allegations: 'I know nothing about this'",
      'Giving advice to young writers, Colum McCann wants to see the fire in their eyes',
      'Why finding a solution to control Lyme disease isn’t simple',
      'Brewery workers pour their hearts into business when given a stake',
      'Trump and China’s Xi meet as North Korea, trade tensions loom',
      'U.S. carrier strike group heads toward W. Pacific near Korea',
      'Donald Trump hasn’t donated to his own foundation since 2008, investigation finds',
      'Mattis: Defeating Islamic State still top U.S. priority',
      'How war and years of lost education have devastated Syrian children — and what can be done to help',
      'Reduced to rubble by ISIS, archaeologists see a new day for ancient city of Nimrud',
      'Poynter to honor Judy Woodruff with lifetime achievement award',
      'Have crises abroad changed President Trump’s view of the world?',
      'On the road in Mexico, Central American migrants face an uncertain future',
      'As faith declines in Spain, so do Seville’s glorious convents',
      'North Korean missile explodes during failed test',
      'Judy Woodruff & Gwen Ifill Receive 2017 Cronkite Award',
      'What will Erdogan’s new power mean for Turkey?',
      'This innovator is trying to make sanitary pads affordable for women in India',
      'Sen. Cardin calls for ‘mature’ U.S. leadership as tensions rise with North Korea',
      'How politically polarized media is driving our alternative realities',
      'U.N. Secretary-General Guterres: The world needs a U.S. that is engaged',
      'North Korea detains third American',
      'WATCH: Spicer says White House will host North Korea briefing for Senate',
      'The biggest sticking points fueling government shutdown talk',
      'What have we learned from President Trump’s first 100 days?',
      'Immigration crackdown fears fuel uncertainty for undocumented students',
      'Nature knows no borders. Border security can take a heavy toll on endangered wildlife',
      'Why the U.S. pays more for health care than the rest of the world',
      'North Korea test-fires missile from western region, South Korea says',
      'Trump on first 100 days: ‘I thought it would be easier’',
      'How high-tech replicas can help save our cultural heritage',
      'Who’s behind brutal Philippines drug killings? A hitman speaks out',
      'How Instagram pictures the world',
      'How rape is used as a weapon in South Sudan’s war',
      'How mountaintop mining affects life and landscape in West Virginia',
      'House approves new sanctions against North Korea',
      'It’s a slow, painful recovery for this former manufacturing town',
      'Judy Woodruff, the Woman of the Hour',
      'How the GOP health care bill is fueling Democratic opposition',
      'North Korea launches test missile',
      'Trump revealed highly classified material to Russian officials, Washington Post reports',
      'Is White House drama hurting Trump’s agenda?',
      '5 important stories that have nothing to do with Comey’s firing or Russia',
      'Trump administration expands limits on foreign aid over abortion services',
      'Shields and Brooks on the barrage of Trump revelations',
      'James Comey felt it was his job to protect the FBI from Trump, says friend',
      'Why schools are worried about Medicaid cuts hurting special education',
      'Trump’s overseas trip doesn’t stop storm brewing at home over Russia',
      'How a new generation is reviving the old heart of Tunis',
      'Long-neutral Sweden beefs up military defenses to face Russia threat',
      'When risk means reward, angry CEOs dominate',
      'Their duty done, two horses who led funerals at Arlington are given new homes',
      'Clapper: Jared Kushner’s alleged secret back channel with Russia ‘curious’ and unusual',
      'Can the Trump administration advance its agenda amid turmoil?',
      'How one poet is helping Chicago students find their voice through verse',
      'Sen. Al Franken on ‘horrific’ House health care bill, questioning Jeff Sessions and comparing the Senate to SNL',
      'Gov. Jerry Brown: Trump’s move to reject Paris agreement hurts America and will cost jobs',
      'Has urban revival caused a crisis of success?',
      'This is what Alzheimer’s looks like: ‘It looks like me’',
      'Understanding the political calculus behind leaving the Paris accord',
      'Falling unemployment, stalled growth: What the latest jobs report means for the economy',
      'Pentagon chief turns up heat on North Korea and China',
      'What’s behind the dramatic diplomatic rift with Qatar?',
      'Dire conditions drive growing anti-government opposition in Venezuela',
      'How media literacy can help students discern fake news',
      'Bodybuilding builds pride and confidence for this teen with Down syndrome',
      'Claiming vindication, Trump answers Comey testimony with denials',
      'Why it’s so hard for the White House to change the conversation',
      'Cervical cancer is most deadly in India. This program is trying to change that.',
      'U.S. college student freed from North Korea after falling into extended coma',
      'Has the president created lots of jobs? Putting Trump’s claims in context',
      'Could carbon capturing make ‘clean coal’ a reality?',
      'PBS NewsHour: "#Periscope: Parents of Otto Warmbier, U.S. student released from detention in North Korea, hold news conference"',
      'Kushner family’s real estate dealings land foreign-investor visa back in the spotlight',
      'Long-silenced songs of Holocaust survivors are rediscovered',
      'Why a stay in the ICU can leave patients worse off',
      'Trump offers condolences to family whose son died after North Korean detainment',
      'Georgia’s record-breaking special election will test Trump approval',
      'The clinic that brings your broken toaster back to life',
      'Can helping high-risk patients with basic needs reduce costly care in rural areas?',
      'Venezuelans suffer deadly scarcity of food and medicine',
      'Jason Isbell’s ‘Nashville Sound’ conjures rural Americans and their concerns',
      'The president is already running for re-election, spending campaign cash at Trump businesses',
      'Dogs can get a Lyme disease vaccine. Why can’t humans?',
      'How globalization affects inequality and populism in one chart',
      'Shields and Brooks on GOP’s health care bill gridlock, Trump tweet backlash',
      'What happened when Camden started rethinking policing to build trust',
      'At George Washington’s house, remembering the enslaved people who built America',
      'North Korea is making progress developing weapons. What can the U.S. do about it?',
      'Why many British voters are having Brexit regrets',
      'What happened when this struggling city opened its arms to refugees',
      'Brooks and Marcus on Trump meeting Putin, Republicans diverging on health care',
      'West must engage with Russia, but can’t be ‘business as usual,’ says U.K. defense secretary',
      'U.S. officials aware of possible hacking at nuclear facilities',
      'U.S. bombers join jets from Japan, South Korea for training mission',
      'Pride, patriotism and how Putin helped redefine what it means to be a ‘true Russian’',
      'Inside Russia’s propaganda machine',
      'Senate presses Trump’s FBI director pick Wray for independence',
      'One of the biggest icebergs ever just broke off Antarctica. Here’s what scientists want to know.',
      'Why are so many from this Russian republic fighting for ISIS?',
      '‘Dirt to Shirt’ movement hopes to regrow local textile industry',
      'The ethical dos and don’ts of opposition research',
      'The world of finance has a dark side, but that’s only half the story',
      'How Nobel laureate Liu Xiaobo became the face of peaceful political opposition in China',
      'The government is paying billions to shipbuilders with histories of safety lapses',
      'At first denied U.S. entry, Afghan girls’ robotics team shows the world what they can do',
      'Drought and famine threaten life for nomadic Somali herders',
      'Twitter chat: The PBS NewsHour goes ‘Inside Putin’s Russia’',
      'Hunger a persistent problem for poor Americans as Republicans mull SNAP cuts',
      'How Steve Bannon pulled one of the greatest upsets in American politics',
      'Will Trump’s criticism have a chilling effect at the Justice Department?',
      'How Russia hacked American faith in the democratic process',
      'Trump may sign bill to toughen Russian sanctions',
      'Democrats are recrafting their message. Will they find the right messengers?',
      'North Korea missile program farther along than believed, report says',
      'PBS NewsHour Nominated for Two News & Documentary Emmy Awards',
      '‘There’s a cloud over all government decision-making’ under Trump, says former ethics chief',
      "PBS NewsHour's 2016 series The End of AIDS? named recipient of NAS 2017 Communication Award",
      'Why are leaks and infighting plaguing Trump’s presidency?',
      'This mom leads young people on walks in the woods to prevent and heal from tragedy',
      'Putin’s retaliation for sanctions echoes Cold War tit-for-tat',
      'Can John Kelly tame the tumult at the White House?',
      'What we can learn from Nixon’s ‘Saturday Night Massacre’',
      'To fight opioid crisis, we need to increase funding for treatment, says N.C. governor',
      'What Flint’s superintendent did to protect children from lead',
      'Read Trump’s full statement on why the Russia sanctions bill is ‘seriously flawed’',
      'We are running out of effective antibiotics fast',
      'Can John Kelly meet high expectations at the White House?',
      'What a Mueller grand jury means for the Russia probe',
      'The financial barrier to developing antibiotics? No big payday for drug companies',
      'Drug companies aren’t making new antibiotics. Is there an economic cure?',
      'Why musicians and fans still flock to Newport Folk Festival',
      'Welcome boost from China to global pressure on North Korea',
      'Trump retains his base of support. What is it getting him?',
      'Changing tides of U.S. policy may sink Cuban tourism hopes',
      'Reports: North Korea may have nuclear warhead that fits inside a missile',
      'Reports suggest North Korea making missile-ready nuclear weapons. What should the U.S. do?',
      'North Korea says it’s studying a plan to attack Guam',
      'Why some scientists are concerned a government climate change report won’t be released',
      'Guam tells citizens there is no imminent threat from North Korea',
      'PBS NewsHour: "Watch on #Periscope: Today\'s @StateDept news briefing from @statedeptspox, after rhetoric on North Korea ramps up"',
      'North Korea says it will have plan for attack on Guam by mid-August',
      'How will North Korea react to mixed signals from U.S.?',
      'How industrial farming techniques can breed superbugs',
      'Analysis: Can the U.S. defend itself against North Korea’s missile threat?',
      'How powerful is North Korea’s military?',
      'AP FACT CHECK: How strong is America’s nuclear arsenal?',
      'WATCH LIVE: State Department expected to address latest North Korea threats in news briefing',
      'Trump issues new warning to North Korea, saying perhaps ‘fire and fury’ message ‘wasn’t tough enough’',
      'WATCH: Trump says he’ll make opioid crisis a ‘national emergency’',
      '5 things you likely didn’t know about Guam',
      'Trump says he’s planning to add billions to U.S. anti-missile programs',
      'Cardin: Trump’s warning for North Korea isn’t a game plan',
      'The economic reason this chicken producer gave up antibiotics',
      'Trump has kinder words for Putin than McConnell at news conference',
      'Russia and Germany weigh in on North Korea war rhetoric',
      'Brooks and Marcus on Trump’s threats for North Korea, thanks for Putin',
      'Xi calls for calm after Trump says U.S. is ‘locked and loaded’',
      'Why white nationalists hear a political ally in Donald Trump',
      'Report claims North Korea obtained rocket engines from a Ukrainian factory',
      'B is for bug when preschoolers make nature their classroom',
      'Steve Bannon, in rare interview, says there’s no military solution in North Korea',
      'Why are more American women dying after childbirth?',
      'Purdue invests in students’ futures with new model of financing',
      'Detroit’s tiny houses give residents a home to rebuild their lives',
      'Poll: 61 percent of Americans have little to no confidence in Trump’s ability to handle international crisis',
      'Does Trump’s divisive Phoenix rhetoric help his agenda?',
      'North Korean advances add urgency to U.S. and South Korea war games',
      'Jeff Sessions is dramatically reshaping Justice Department policy',
      'How one Syrian city is rebuilding life after ISIS',
      'What we know about the missile North Korea fired over Japan',
      'Colorado apprenticeship program turns the factory floor into a classroom',
      'Are we on the brink of a jobless future?',
      'U.S. ban on travel North Korea kicks in, with few exceptions',
      'Trump raises stakes in escalating North Korean nuclear crisis',
      'How does North Korea’s latest nuclear breakthrough affect U.S. options?',
      'DACA revoked, what should the U.S. do for young undocumented immigrants?',
      'How South Koreans are responding to pressure on North Korea from Trump',
      'How online graduate programs offer degrees at significant savings',
      'This ancient whistling language is in grave danger of dying out',
      'How coming clean about financial struggle — and counseling others — became a calling',
      'Can a new generation of Americans serve up great tennis?',
      'Judy Woodruff: ‘We Have Never Had As Many Smart, Talented Women Covering Washington As We Do Today’',
      'Christie: After Sandy, Congress learned its lesson for Harvey aid',
      'Paradise obliterated by Irma in the British Virgin Islands',
      'Job training and community college put coal miners on a new path',
      'Americans in U.S. Virgin Islands feel forgotten in the wake of Irma',
      'Why NASA’s Cassini will take a fiery swan dive into Saturn',
      'Confederate monument removed by one Kentucky city finds another home',
      'Tillerson presses China to apply oil leverage on North Korea',
      'North Korea fired another missile over Japan. Here’s what we know',
      'Are big tech companies trying to control our lives?',
      'Hillary Clinton calls Trump ‘clear and present danger,’ says Tillerson has never sought her advice',
      'Erdogan questions why U.S. has armed Syrian Kurdish ‘terrorists,’ disputes claims of dictatorship',
      'Rescue crews rush to search collapsed buildings after Mexico earthquake',
      'Why Mexico City is vulnerable to earthquakes',
      'How smugglers stand to profit from Trump’s border wall',
      'North Korea minister calls Trump’s threat ‘sound of dog barking’',
      'North Korea calls Trump comments a ‘declaration of war’',
      'How Trump’s travel ban changed and what comes next',
      'How to fight extremist psychology with social media',
      'Agent Orange puts a new generation at risk in Vietnam',
      'Biggest challenge of Yemen’s humanitarian crisis is making the world pay attention',
      'How Ellen Pao realized women ‘cannot succeed’ in Silicon Valley frat boy culture',
      'Price resignation over charter flights amid questions about other Cabinet members’ travel',
      'Tillerson says U.S. has direct channels to talk to North Korea',
      'Trump says envoy ‘wasting his time’ talking to North Korea',
      'A community overwhelmed by opioids',
      'Sen. Blumenthal: ‘We must break the grip of the NRA’',
      'Remembering Tom Petty, a rock legend who connected',
      'Did district lines rig Wisconsin elections? Supreme Court case could reshape politics',
      'At an innovative high school, students get support battling their addictions while they learn',
      'Sen. Lankford: Congress has to address issue of bump stocks',
      'Twitter chat: Americans are pessimistic about the opioid crisis. What does that mean for a solution?',
      'How the opioid crisis decimated the American workforce',
      'Nuclear disarmament coalition wins the 2017 Nobel Peace Prize',
      'Shuttered school in Puerto Rico opens its doors for community in need',
      'Economics Nobel winner Thaler shed light on how real people behave',
      'How one group of doctors drastically decreased opioid prescriptions',
      'How Sinclair Broadcasting puts a partisan tilt on trusted local news',
      'Swim lessons help refugees put trust in once-perilous seas',
      'Hundreds are missing as out-of-control California fires burn',
      'What Iranians think of the nuclear deal and Trump’s tough words',
      'Synthetic opioids are driving an overdose crisis',
      'California wildfire death toll rises as search teams return to the ruins'
    ]
  },
  {
    'theme': [
      'trump',
      'russia',
      'comey',
      'probe',
      'say'
    ],
    'articles': [
      'Champagne corks pop in Moscow to celebrate Trump’s inauguration',
      'FBI Director James Comey will stay, memo says',
      'GOP warns Trump not to lift Russia sanctions after call with Putin',
      'Official: Flynn not ‘certain’ on sanctions talk with Russia',
      'Top Trump aide reportedly talked sanctions with Russian envoy',
      'Flynn told to leave after losing Trump trust, spokesman says',
      'Kremlin, Russian lawmakers downplay Flynn’s resignation',
      'Democrats demand independent probe after Flynn resignation',
      'How deep will the Senate delve into Flynn investigation?',
      'Officials: Trump knew Flynn misled WH weeks before ouster',
      'Democrats see disparity in handling of Clinton, Russia inquiries',
      'Sen. Klobuchar wants to know why Trump administration is ‘eager’ for Russia connection',
      'Chaffetz seeks charge of ex-Clinton aide in email inquiry',
      'Officials: Trump adviser asked FBI to dispute Russia reports',
      'What Trump targeting the media means for press access',
      'Congress grapples with investigating Trump’s Russia ties',
      'Sessions failed to disclose two 2016 meetings with Russian ambassador',
      'White House staff told to preserve Russia-related materials',
      'How Washington is reacting to Jeff Sessions’ Russia revelation',
      'What we know about U.S. investigations into Russia and possible ties to Trump’s campaign',
      'All the ambassadors Jeff Sessions met in 2016',
      'Why Sessions’ Russian diplomat meetings are raising questions',
      'In a reversal, former Trump campaign adviser Carter Page now says he did have contact with Russia',
      'Shields and Brooks on Russia investigation questions, Trump’s joint address',
      'Without citing evidence, Trump accuses Obama of wiretapping during race',
      'Veteran prosecutor in line to oversee Russia probe',
      'Congress to investigate Trump’s wiretapping claim',
      'Senate committee calls on former Trump adviser Carter Page in Russia investigation',
      'Ex-Trump adviser swaps messages with DNC hacking suspect',
      'House committee wants evidence for Trump’s wiretap claim',
      'House Intelligence Committee says they have seen no evidence supporting Trump’s wiretapping claims',
      'Documents detail Flynn payments from Russian interests',
      'Intel senators say there’s no indication Trump Tower was under surveillance',
      'Intel documents offer no evidence of spying on Trump Tower',
      'WATCH: House Intelligence Committee hearings on Russia and the 2016 election',
      'Comey: FBI is investigating possible links between Russia, Trump associates',
      'Amid FBI investigation, White House tries to distance Trump from campaign aides',
      'Trump says Democrats ‘made up’ allegations of Russia interference',
      'Comey confirms Russia probe, but ‘no information’ supporting Trump wiretap claim',
      'Former Trump campaign chair Manafort secretly worked to advance Russian interests 10 years ago',
      'Ousted national security adviser Michael Flynn didn’t sign ethics pledge',
      'Trump was not aware of Paul Manafort’s work with Russian billionaire, White House says',
      'Susan Rice on Trump’s wiretapping claim: ‘Nothing of the sort occurred.’',
      'How Nunes threw the House’s Russia investigation independence into question',
      'Rep. Swalwell: Nunes ‘betrayed’ duty to independent Russia probe',
      'House intel chairman says he met source on White House grounds',
      'Schiff calls on Nunes to recuse himself from Russia probe',
      'Devin Nunes faces growing pressure to recuse himself from Russia probe',
      'Lawyer says Trump administration tried to stop former acting AG Sally Yates’ Russia testimony',
      'AP fact check: Spicer says case closed on Russia. It’s not',
      'WATCH: After NYT report on Nunes, Spicer invites lawmakers to view intel material',
      'Michael Flynn is seeking immunity before he’ll testify to Congress',
      'First public Senate Intelligence hearing on Russia probe highlights influence of disinformation',
      'The biggest questions yet to be answered in the Russia probe',
      'Flynn made $1.3 million for lobbying, speeches, other work',
      'U.S. ambassador calls for ‘very strong’ stance on Russia',
      'Trump removes Steve Bannon from National Security Council',
      'How does the FBI insulate itself from political pressure?',
      'Devin Nunes recuses himself as House Intel chair during Russia probe',
      'Tillerson to visit Moscow as U.S., Russia face fresh tensions',
      'Report: U.S. sought to monitor Trump adviser Carter Page last summer',
      'Trump boasts of hiring only the best, but picks haunt him',
      'House intel panel to hear from Comey, other top officials on Russia probe',
      'Hackers targeted French presidential candidate Emmanuel Macron, cybersecurity researchers say',
      'What we know about the latest developments in the Russia investigations',
      'Pentagon opens probe into former Trump aide Flynn’s foreign payments',
      'WATCH: Trump spokesman calls Michael Flynn probe ‘appropriate’',
      'Trump, Putin signal new effort to cooperate on Syria',
      'WATCH: Clinton blames misogyny, FBI, Russia, herself for 2016 election loss',
      'AP source: Sally Yates to testify next week to Congress about Michael Flynn',
      'WATCH: FBI Director James Comey testifies before Senate Judiciary Committee',
      'House passes bill that monitors Russia’s alleged covert campaigns',
      'Schiff talks Comey testimony, ‘sad day’ for health care',
      'Sen. Feinstein cites fee she says FBI paid for hacking tool',
      'Yates testifying on ousted national security adviser Flynn',
      'WATCH: Former acting AG Sally Yates to testify in Russia probe',
      'Yates: I warned White House that Flynn could be blackmailed',
      'Former DOJ official explains why the Michael Flynn controversy is ‘incredibly unusual’',
      'Read President Trump’s full letter to Comey on his firing from the FBI',
      'Rep. Swalwell: Comey firing amid Russia probe ‘disturbing for our democracy’',
      'All of the key moments that led to FBI director Comey’s firing',
      'What does Comey’s firing mean for the FBI’s Russia probe?',
      'How lawmakers are reacting to FBI director Comey’s firing',
      'WATCH: With Kissinger at his side, Trump delivers first in-person response to Comey firing',
      'James Comey asked to testify before Senate panel',
      'Comey firing unleashes firestorm from Capitol Hill',
      'Kaine: Comey firing ‘clear attempt’ to block Russia probe',
      'How a new FBI director could impact Congress’ Russia probes',
      'What Donald Trump has said about James Comey',
      'Senate panel subpoenas Michael Flynn for documents in Russia probe',
      'WATCH: Schumer calls for senators meeting with DOJ leaders in wake of Comey firing',
      'Acting FBI chief McCabe contradicts White House explanations on Comey firing',
      'Read James Comey’s full farewell letter',
      'How the White House’s explanation of Comey firing has changed',
      'TIME magazine offers portrait of Trump facing realities of the White House',
      'On Comey’s firing, the White House keeps changing its story',
      'Did Sessions break recusal vow in helping fire Comey?',
      'Spicer neither confirms nor denies taping system in White House',
      'Everything we know about Trump’s firing of FBI director James Comey',
      'Trump keeps Comey battle alive by warning him not to talk',
      'Clapper: U.S. government ‘under assault’ by Trump after Comey firing',
      'Lawmakers urge President Trump to avoid picking a politician as new FBI director',
      'Rosenstein to brief Senate on Thursday on Comey firing',
      'President Trump shared classified threat from ISIS with Russian diplomats, Washington Post reports',
      'How lawmakers are reacting to report of Trump sharing classified intel with Russian officials',
      'White House returns to crisis mode after Washington Post report',
      'LISTEN: Unauthorized leaks are ‘frankly dangerous,’ Spicer says',
      'Cornyn no longer a candidate for FBI director',
      'Trump asked Comey to shut down Flynn investigation, New York Times reports',
      'Report: Trump urged Comey to drop Flynn probe, detailed in memo',
      'Sen. Burr on Comey memo: ‘Somebody is going to have to do more than just have anonymous sources’',
      'What lawmakers are saying about Comey’s memo',
      'Jason Chaffetz wants Comey to testify next week',
      'Putin offers to give Congress notes of Trump’s meeting',
      'Former FBI head Robert Mueller will now oversee Russia investigation, DOJ says',
      'The ‘special prosecutor’ Democrats want no longer exists',
      'Changing strategy, the White House goes mum on Comey memo',
      'Did President Trump’s reported actions obstruct justice?',
      'Mueller accepts role as special counsel for Russia investigation',
      'Michael Flynn has not responded to subpoena request, Senate chairman says',
      'Trump: A special counselor for the Russia investigation ‘hurts this country terribly’',
      'White House should be ‘falling all over themselves’ to assist the Russia probe, says Sen. King',
      'House panel seeking documents about Comey ouster',
      'Senior White House adviser under scrutiny in Russia investigation, Washington Post says',
      'Trump told Russian officials that firing ‘nut job’ Comey had relieved ‘great pressure,’ New York Times reports',
      'Comey agrees to testify before Senate intelligence committee',
      'Michael Flynn invokes 5th Amendment, declines to hand over Russia-related documents',
      'Top Democrat says Flynn misled federal investigators about source of payments',
      'Ex-CIA chief Brennan concerned over Trump campaign’s Russian contacts',
      'After Flynn turns down Senate intel request, panel seeks narrower batch of documents related to Russia',
      'Former CIA director says Russia was warned not to interfere in election',
      'House intel committee to issue subpoenas for Flynn materials in Russia probe',
      'Longtime Trump attorney will represent president in ongoing Russia probe',
      'Feinstein confident Senate will see Comey’s memos',
      'Feinstein: Comey memos will be turned over one way or another',
      'Lieberman latest person to withdraw from FBI director search',
      'FBI investigates Jared Kushner in ongoing Russia probe',
      'AP Report: Lawyer says Kushner willing to cooperate with investigators',
      'AP Report: Reports swirling about Kushner and Russia probe',
      'AP Report: Kushner ties to Russia questioned as Trump blasts media',
      'Washington Post reporter: Russian ambassador ‘taken aback’ by Kushner’s back channel request',
      'Damage control over Jared Kushner’s reported Russia communication hasn’t quelled criticism',
      'White House communications director Michael Dubke resigns amid tensions',
      'House intelligence committee subpoenas Trump’s personal attorney in Russia probe',
      '‘Why all the cloak-and-dagger secrecy’ on Russia, asks former Director of National Intelligence James Clapper',
      'The complete Watergate timeline (it took longer than you realize)',
      'Flynn agrees to provide documents to Senate Russia probe',
      'AP report: Comey cleared to testify about Russia probe before Senate intel committee',
      'House committee issues more subpoenas in Russia probe',
      'Comey set to testify June 8 on Russia',
      'Democrats raise more questions about Sessions’ contact with Russia',
      'Why did the White House consider lifting Russian sanctions?',
      'Trump won’t block Comey’s testimony in Russia hearing, White House says',
      'U.S. contractor arrested after leak of Russia hacking report',
      'What to watch for in Comey’s Senate testimony',
      'Michael Flynn turns over documents to panel as part of Russia investigation',
      'WATCH: Rosenstein, McCabe and Coats testify at Senate Intel hearing',
      'Intel officials won’t publicly discuss private conversations with Trump',
      'WATCH: James Comey testifies in Senate hearing on Russia',
      'Read James Comey’s prepared statement before Thursday’s Senate hearing',
      'Comey ‘disgusted’ by Trump hug, considered White House ‘not honorable,’ friend says',
      '9 things we learned from Comey’s prepared Senate remarks',
      'Intelligence chiefs sidestep Russia probe questions in Senate hearing',
      'Legal experts say Trump comments in Comey testimony are inappropriate, maybe worse',
      'Comey says President Trump was ‘looking to get something’',
      'WATCH: Comey says, ‘Lordy, I hope there are tapes’',
      'Friend confirms he leaked Comey memo to NYT',
      'WATCH: Comey says he was concerned Trump would ‘lie’ about nature of their first conversation',
      'WATCH: Comey says ‘shifting explanations’ of his firing concerned him',
      'Rep. Trey Gowdy tapped for House oversight chairman',
      'Important takeaways from Comey’s Senate hearing',
      'What does Comey’s testimony mean for the Russia probe?',
      'The questions James Comey didn’t answer in the Senate hearing',
      'Shields and Brooks on James Comey hearing takeaways',
      'Many in GOP unshaken by Comey’s testimony against Trump',
      'Feinstein wants ‘all-hands-on-deck’ Trump probe',
      'Republicans urge Trump on tapes, Sessions to testify Tuesday',
      'Jeff Sessions wants his testimony on Tuesday open to public',
      'Trump confidant: ‘I think he’s considering perhaps terminating the special counsel’',
      'Rep. Schiff says firing special counsel Mueller would echo Watergate',
      'WATCH LIVE: Sessions testifies about Russia meetings in Senate hearing',
      'Rosenstein says he’s seen no good cause to fire special counsel Mueller',
      'Sessions says he did not have third meeting with Russian ambassador',
      'Democrats try to distance themselves from call for Trump’s impeachment',
      'What questions remain after Sessions’ Senate testimony?',
      'What former Justice officials heard in Sessions’ testimony',
      'Schiff on Sessions testimony: We need to use whatever process necessary to get answers',
      'What we learned at the Sessions hearing',
      'Senate approves sanctions bill to punish Russia for meddling',
      'Reports say Mueller probe now examining whether Trump obstructed justice',
      'AP poll: A majority of Americans think President Trump meddled in Russia probe',
      'Obstruction of justice, explained',
      'Sen. Warner wishes for closer cooperation from Trump administration on Russia probe',
      'House Democrats question Flynn disclosures of Middle East travel',
      'D.C. lawyer says he’s representing Jeff Sessions',
      'WATCH LIVE: Senate holds hearing on how to stop Russian interference in future U.S. elections',
      'Who are the lawyers helping Robert Mueller in the Russia investigation?',
      'Intel officials detail how Russian cyberattacks sought to interfere with U.S. elections',
      'Some senators urge House to pass Russia sanctions bill ‘as quickly as possible’',
      'Trump on Twitter: ‘I did not make, and do not have’ recorded conversations with Comey',
      'AP report: President Trump eager for big meeting with Putin',
      'WATCH LIVE: Senate Intelligence Committee hearing on Russian interference in European elections',
      'President Trump to meet Putin at G-20 summit',
      'House committee threatens to subpoena White House over existence of Trump-Comey tapes',
      'Ongoing Mueller probe could draw focus to Russian crime operations',
      'In Poland, Trump chides Russia on eve of Putin meeting',
      'WATCH: Trump, with Putin, predicts positive things for U.S.-Russia relationship',
      'Trump-Putin talk ends with conflicting reports on Russian meddling',
      'Putin hails meeting, thinks Trump accepted election denials',
      'Report: Trump son, son-in-law met with Kremlin-linked lawyer',
      'LISTEN: White House says Trump and Putin talked sanctions in meeting',
      'Donald Trump Jr. retains New York-based lawyer',
      'Trump Jr. admits he wanted info on Clinton from Russian',
      'Trump Jr. says in emails he’d ‘love’ to see Russian info on Clinton',
      'Rep. Adam Schiff calls Trump Jr. emails ‘very significant, deeply disturbing’',
      'Read Donald Trump Jr.’s just released email chain on Russia meeting',
      'Sen. Warner: I don’t accept Donald Trump Jr. ‘rookie mistake’ defense',
      'WATCH: Chris Wray says Trump-Russia probe is not a ‘witch hunt’',
      'Senate Judiciary Committee to question Trump campaign chairman in ongoing Russia probe',
      'GOP chairman plans to call on Donald Trump Jr. to testify',
      'Trump says he did all he could to confront Putin over election meddling',
      'Watchdog groups file complaint with FEC accusing Donald Trump Jr. of breaking campaign finance law',
      'Trump campaign data chief to talk to House committee in Russia probe',
      'Russian-American lobbyist says he was in Trump son’s meeting',
      'Manafort cleared to testify in Russia probe',
      'Russian developer’s staffer also at Trump Tower meeting, lawyer says',
      'Trump had second, undisclosed conversation with Putin at G20 summit',
      'Russian lawyer who met Trump Jr. said she’s ready to testify in Senate',
      '3 Trump associates scheduled to testify in Russia probe',
      'Trump rages at Sessions over Russia recusal in interview',
      'Resignations add to turmoil as Trump legal team weighs options',
      'Democrats herald agreement on sweeping Russia sanctions bill',
      'Read Jared Kushner’s prepared statement to the Senate intelligence committee',
      'Why there is so much focus on Jared Kushner’s Russia contacts',
      'Kushner, Manafort meet with congressional investigators',
      'House passes Russia sanctions bill curbing Trump’s power',
      'Senate committee drops subpoena of Manafort in Russia probe',
      'All of the Russia investigations, explained',
      'Senators craft bill to prevent Robert Mueller from being fired',
      'Hillary Clinton lets her ‘guard down’ in her new book ‘What Happened’',
      'Russia sanctions bill heads to Trump, Moscow retaliates',
      'Why Moscow’s retaliation for U.S. sanctions is a major escalation',
      'Russia derides Tillerson statement on sanctions',
      'House conservative calls for Mueller to resign as special counsel',
      'Senate confirms Wray as FBI director',
      'Trump reportedly dictated son’s statement about a Russian meeting. Here’s what a prosecutor thinks.',
      'WATCH: Tillerson says he isn’t ‘very happy’ with Russia sanctions, but is hopeful about improving relations',
      'Senators move to protect special counsel in Russia probe',
      'Can Congress protect special counsel Mueller from being fired?',
      'What we know ― and what we don’t ― about Mueller’s grand jury',
      'White House: Trump ‘not discussing’ firing Mueller',
      'Russia ready for more engagement with U.S., despite sanctions',
      'FBI agents searched former Trump campaign chair’s home',
      'Founder of firm tied to Trump dossier meets with Senate committee in Russia probe',
      'Lawyer: Trump organization pursued property in Russia during campaign',
      'Kremlin confirms Trump’s lawyer reached out about deal',
      'Russian lobbyist testifies in secret about meeting Donald Trump Jr.',
      'U.S. will shutter Russian consulate in San Francisco in retaliation against diplomatic cuts in Moscow',
      'AP CHECK: Here’s how Donald Trump’s tweet about James Comey compares to facts',
      'Mueller team has draft letter on Comey firing',
      'DOJ says it has no records related to Trump Tower ‘wiretaps’',
      'U.S. seizes control of Russian posts in San Francisco, D.C., NY',
      'Putin says Trump ‘not my bride, and I’m not his groom’',
      'New phase in Russia probe as Trump Jr. heads to Capitol',
      'Trump Jr. says he was ‘open’ to receiving Clinton intel, but there was ‘no collusion’ with Russians',
      'What’s been happening in the Russia probe? Here’s what we know',
      'Roger Stone says he’ll speak to House intelligence committee as part of Russia probe',
      'Dissecting the election, Hillary Clinton sees dangers for democracy',
      '‘What Happened,’ according to Hillary Clinton (full interview)',
      'Facebook should testify in Russia probe, Senate intelligence chairman says',
      'Mueller requests documents from White House in Russia probe',
      'A Russian propaganda group purchased ads on Facebook during the 2016 election. Here’s what that means.',
      'House panel demands details on Trump aides’ private emails',
      'President calls Facebook ‘anti-Trump’ on Twitter amid Russia probe',
      'Twitter says it suspended accounts linked to Russia',
      'Wray installed as FBI director, replacing fired Comey',
      'Google cooperating with Russia probe after Twitter slammed',
      'Google uncovers ads bought by Russian operatives, report says',
      'Political research firm behind Trump-Russia dossier subpoenaed by House intelligence committee',
      'Reince Priebus interviewed by Mueller investigative team'
    ]
  },
  {
    'theme': [
      'trump',
      'say',
      'u',
      'ban',
      'court'
    ],
    'articles': [
      'Trump will be sworn in by the chief justice he once called an ‘absolute disaster’',
      'Comparison: Donald Trump and Barack Obama’s inauguration crowds',
      'AP fact check: Trump’s inaugural speech',
      'Trump campaign continued paying private security firms after election, records show',
      'Seven people. Seven different perspectives on Inauguration Day.',
      'People across the world rally for women’s rights',
      'Trump turns to routine matters after day of bashing media',
      'Why these women are marching',
      'Trump hotel is ground zero for conflict-of-interest concerns',
      'After mass turnout, can protests turn into political impact?',
      'Supreme Court rejects Texas appeal over voter ID law',
      'CDC cancels climate conference, but doesn’t say why',
      '3 takeaways from Sean Spicer’s first official news briefing',
      'If Trump ends America’s world leadership role, who will step up?',
      'Senate Democrats unveil $1 trillion infrastructure plan',
      'AP report: Trump advances false claim that 3-5 million voted illegally',
      'Trump issues EPA media blackout and suspends agency’s grants',
      'New pipeline clashes call on Standing Rock playbook',
      'Trump signs order to advance Keystone XL and Dakota pipelines',
      'Seeing impediments to jobs, Trump prioritizes pipelines over environmental protections',
      'Trump warns he’s ready to ‘send in the Feds’ to Chicago',
      'Greenpeace activists hang ‘RESIST’ banner from crane to protest Trump',
      'WATCH: Trump speaks after orders to build border wall, tighten immigration',
      'What’s next in the fight against Keystone XL and Dakota Access pipelines?',
      'Every executive action President Trump has taken (so far)',
      'Restaurants nationwide seek ‘sanctuary’ status for immigrant employees',
      'Mexico’s president cancels visit with Trump',
      'Updated: White House floats 20 percent tax on Mexican goods to pay for wall',
      'Column: America needs to keep the door open to immigrant physicians',
      'Government bites back: Civil servants troll Trump, leak info',
      'Column: The great irony of the Mexico tariff is that Americans would pay for it too',
      'WATCH: At March for Life, Vice President Mike Pence says ‘life is winning’',
      'Column: Silencing the EPA will make America unhealthy again',
      'Your cheat sheet for executive orders, memorandums and proclamations',
      '‘All our hopes and dreams vanished’ — Syrian refugees devastated as Trump bans them',
      'U.S. suspends immigration program helping non-Muslim Iranians',
      'White House reverses course on green card holders',
      'France, Germany unite in face of Trump refugee ban',
      'Fallout grows from Trump’s new immigration crackdown',
      'Trudeau says Canada will take refugees banned by U.S.',
      'Judge grants stay against part of Trump’s immigration order',
      'Environmentalists preparing to battle Trump, GOP in court',
      'Critics worry Steve Bannon’s White House perch will empower fringe voices',
      'Trump immigration order leaves U.S. colleges scrambling for answers',
      'In Trump’s immigration order, a tangle of legal issues',
      'How the ACLU challenged Trump’s immigration order',
      'Resistance builds against social media ban in Texas prisons',
      'Eight states censor LGBTQ topics in school. Now, a lawsuit is challenging that',
      'Obama breaks silence, speaks out on Trump’s immigration ban',
      'White House charges critics didn’t read refugee order, but didn’t post it for three days',
      'Column: Trump’s border tax is not the right fix for U.S.-Mexico trade',
      'Trump replaces acting attorney general Yates after she orders DOJ to stop defending refugee ban',
      '5 important stories that aren’t getting much attention this week',
      'Confusion, questions and handcuffs met this Sudanese scholar at the airport',
      'GOP moves to undo Obama rules protecting streams from coal mines',
      'Washington is first state to sue Trump over immigration order',
      'Trump’s immigration ban closes the door and changes lives',
      'Fact checking Trump’s new immigration order',
      'For those caught up in immigration order, tough decisions and lives in limbo',
      'Democrats force Cabinet delays; Labor choice hearing postponed',
      '872 refugees will be allowed into the U.S. this week, despite immigration ban',
      'The legal arguments for and against Trump’s immigration ban',
      'Army Corps poised to approve Dakota Access pipeline, senator says',
      'Pence hopeful Senate won’t have to go ‘nuclear’ in Supreme Court fight',
      'How Steve Bannon became a fixture in the White House',
      'Trump makes unannounced trip to meet remains of Navy SEAL killed in Yemen',
      'Damage to Aleppo ‘much bigger’ than expected, U.N. official says',
      'Trump vows to repeal political limits on churches',
      'Petraeus says Trump order is blocking Iraqi general from US',
      'U.S. immigration ban ‘closes its heart’ to the people, says Syrian refugee in Oscar-nominated doc',
      'Uber CEO quits Trump business council',
      'Trump lashes out at travel ban ruling by ‘so-called judge’',
      'Trump’s nominee for Army Secretary withdraws his name',
      'Photos: From Indonesia to Colorado, protests continue on travel ban, Trump',
      'Awaiting Senate confirmation, Trump cabinet posts left vacant',
      '140 Somali refugees set to leave for U.S. sent back to camp',
      'Court denies Trump request to immediately restore travel ban',
      'Boycotts, Trump’s tirades part of new business landscape',
      'Travelers arrive in U.S. to hugs and tears after ban is lifted',
      'Trump’s immigrant ban could lead to U.S. Supreme Court',
      'North Carolina’s legislature tried to strip power from the new governor. Will other states do the same?',
      'Kerry, Albright warn court against immigration ban',
      'Fact check: Immigration doesn’t bring crime into U.S., data say',
      'Can the Women’s March organizers maintain momentum?',
      'Iran’s top leader mocks ‘newcomer’ Trump',
      'Washington state AG ‘confident’ in case against immigration order',
      'Army Corps grants final permit to finish construction of Dakota Access pipeline',
      'LISTEN: Appeals court hears arguments over Trump’s immigration ban',
      'For Syrian refugees, uncertainty as legal battle over immigration ban unfolds',
      '5 important stories you may have missed during last week’s news deluge',
      'Amnesty documents ‘human slaughterhouse’ in Assad’s Syria',
      'Pope repeats ‘bridges not walls’ after Trump travel ban',
      'Trump’s list of underreported terror doesn’t back up claim',
      'Groups sue to block Trump’s order on government regulations',
      'Gorsuch disheartened by Trump attacks on judges',
      'Republican state lawmakers push for restrictions on voting',
      'Tribe files legal challenge as construction of Dakota Access pipeline continues',
      'U.S. appeals court refuses to reinstate Trump’s travel ban',
      'Do Trump’s attacks on judicial legitimacy go too far?',
      'Debate on wisdom of deadly Yemen raid gets political',
      'Trump attacks on judiciary raise safety concerns for judges',
      'Immigration ban reveals a nation divided',
      'Upset with Trump the president, consumers boycott Trump the brand',
      'Military police begin patrols in paralyzed Brazilian state',
      'Abortion rights activists counter anti-abortion rallies',
      'U.S. withdraws stay request in transgender bathroom case',
      'White House defends travel ban as provocations mount',
      'White House declines to publicly defend embattled Flynn',
      'Judge to hear arguments on Dakota Access pipeline work',
      '5 important stories you don’t need a Mar-a-Lago membership to read about',
      'House panel votes to block D.C.’s Death with Dignity Act',
      'Abrupt cuts hinder Illinois violence shelters',
      'Senate wants to block rule on guns and mentally ill',
      'How will Native tribes fight the Dakota Access Pipeline in court?',
      'A month into presidency, Trump prepares for a campaign rally',
      'Scorning media, Trump denies reports of chaos during wide-ranging news conference',
      'Harward turns Trump down for national security adviser job',
      'Why one Texas sheriff fears tougher immigration enforcement will make her city less safe',
      'What happened at DC’s restaurants when immigrant workers stayed home',
      'Native Americans brace for impact as EPA undergoes changes',
      'LGBT employees ask Education Secretary to keep protections',
      'In Europe, Pence says U.S. will hold Russia accountable',
      'U.S. has ‘unwavering’ commitment to NATO, Pence says',
      'Executive order that incarcerated Japanese Americans is 75',
      'London mayor says ‘cruel’ Trump should be denied state visit',
      'States struggle to close their own gender pay gaps',
      'Supreme Court weighs case of Mexican boy slain across border',
      'Trump taps military strategist as national security adviser',
      '5 important stories that were lost in last week’s news overload',
      'You asked: How are refugees vetted today?',
      'What can the Trump administration do to quell anti-Semitism?',
      'Justices rule in favor of Michigan girl in dispute over service dog',
      'New EPA chief Pruitt cozy with fossil fuel industry, emails reveal',
      'Trump administration lifts transgender bathroom guidance',
      'Dakota Access pipeline protesters arrested as deadline to evacuate camp passes',
      'For Syrian refugees, a long, uncertain route to immigration',
      '‘Post-election stress disorder’ sweeps the nation',
      'A British photojournalist asked people around D.C. to sum up their feelings about President Trump with one gesture',
      'U.S. and Mexico share diplomatic dialogue amid tensions',
      'Factory jobs exist, CEOs tell Trump. Skills don’t.',
      'Some people see the politics. This photographer captures the pageantry.',
      'U.S. ‘has not yet reached the mountaintop,’ says new civil rights commission chair',
      'Immigrants, fearing Trump’s deportation policies, avoid doctor visits',
      'Despite protests, Dakota Access Pipeline nears completion',
      'Trump’s choice to be Navy secretary withdraws',
      'New Dem Party chairman Perez pledges to repair, unite party',
      'Democrats invite immigrants to Trump’s first address to Congress',
      'George W. Bush: ‘We all need answers’ on Trump and Russia',
      'Analysis reveals racial disparities in school arrests',
      'Teens disillusioned by politics—but aren’t as quick as their parents to write off the future, study says',
      'The teens caught in the middle of Austin’s Sanctuary City debate',
      '5 stories from last week that deserve a second look',
      'FBI to investigate Kansas shooting of two Indian men as a hate crime',
      'Airports, legal volunteers prepare for new Trump travel ban',
      'Read the full text of Trump’s address to Congress',
      '4 takeaways from Donald Trump’s address to Congress',
      'New DNC head: ‘Unity is our greatest strength and Donald Trump’s worst nightmare’',
      'On Yemen raid planning, where did the Obama administration leave off for Trump to pick up?',
      'Ben Carson confirmed as housing secretary',
      'White House defends Pence’s use of private email while governor',
      'SXSW’s immigration clauses are ‘not standard,’ lawyers say',
      'Keystone pipeline won’t use U.S. steel despite Trump pledge',
      'Canada minister addresses influx of asylum-seekers from U.S.',
      'Sen. Warren turns fundraising powerhouse for Democrats',
      'Supreme Court says it won’t hear case on transgender bathroom rights',
      'What does it mean to be American? The answer depends on your politics, study says',
      'American Indians gather in D.C. for four-day protest against Trump, Dakota Access pipeline',
      'Trans teen says if it took 10 years to win his bathroom rights case, ‘I’d stick with it’',
      'What can schools do to protect undocumented students, and other FAQs',
      'This Clinton fan invited Trump supporters for dinner. Healing divides isn’t so easy.',
      'Hawaii files lawsuit over Trump’s revised travel ban',
      'Senate votes to end Obama school accountability rules',
      'Legal challenges to Trump’s travel ban mount from U.S. states',
      'HUD could face $6 billion in cuts',
      'EPA environmental justice head resigns',
      'Jeff Sessions seeks resignations of 46 U.S. attorneys',
      'Strengthened by Standing Rock, Native Americans march on D.C. What’s next for the movement?',
      'Judge: Revised Trump ban cannot be enforced on Syrian family',
      'Federal judges find Texas gerrymandered maps on racial lines',
      'Most convicted terrorists are U.S. citizens. Why does the White House say otherwise?',
      'Texas gerrymandering discriminates against Hispanics, ruling says',
      'AP FACT CHECK: Cabinet members go rogue on science, history',
      'Merkel prepares for first U.S. visit with Trump',
      'Dozens of 17-year-olds voted illegally in Wisconsin primary, according to new report',
      'States aiming to block Trump travel ban from taking effect',
      '5 stories that have (almost) nothing to do with politics',
      'Why is Rex Tillerson keeping a low profile?',
      'Al Gore says EPA head Pruitt’s carbon dioxide claims are ‘obviously false’',
      'Tillerson used alias in emails on climate change, New York AG says',
      'In Obama’s final year, U.S. spent $36 million in FOIA lawsuits',
      '4 things to watch as Trump’s new travel ban heads to court',
      'New Jersey lawmakers pass bill banning child marriage',
      'Federal judge in Hawaii puts Trump travel ban on hold',
      'Trump’s budget cuts drastically into science and health programs',
      'Trump calls for privatizing air traffic control operations',
      'Revised travel ban fight hinges on ‘Muslim ban’ question',
      'New Jersey approves bill pressuring Trump to disclose tax returns',
      'The difference between refugees and immigrants? ‘Refugees are the unwanted’',
      'Court blocks Mississippi law that would have shuttered state’s only abortion clinic',
      'Supreme Court limits president’s power to fill temporary posts',
      'White House issues gag order to officials on budget details',
      'What we learned from Neil Gorsuch’s marathon confirmation hearing',
      'Supreme Court bolsters rights of learning-disabled students',
      'Former education secretary says Trump’s budget is an ‘assault on the American Dream’',
      'VA urges ‘hiring surge’ to reduce veterans’ appeals backlog',
      'What Kentucky’s religious freedom bill could mean for LGBTQ students',
      'Rick Perry blasts election of first gay Texas A&M student president',
      'Senate votes to undo privacy rules that protect user data',
      'US probe of ex-Trump aide Manafort extends to Cyprus',
      'State Department orders embassies to ramp up visa screening',
      'Column: How government data is crucial for everyone’s progress',
      'What some colleges are quietly doing to help undocumented students',
      'Arkansas governor signs bill to reinstate voter ID law',
      'Shields and Brooks on Obamacare repeal failure, Gorsuch grilling',
      'Colorado weighs strategy for guarding against marijuana crackdown',
      'EPA chief: Trump to undo Obama plan to curb global warming',
      'In West Virginia, LGBTQ advocates see a shift toward support',
      'Why you should take a closer look at this week’s NASA bill',
      'AP Exclusive: ‘Bathroom bill’ to cost North Carolina $3.76 billion',
      'Democrats force Senate panel to delay vote on Supreme Court nominee Neil Gorsuch',
      'Data on border searches of personal electronics sought in lawsuit against Trump administration',
      'Trump executive order seeks to reverse Obama’s clean energy regulations',
      '5 overlooked stories that are (almost) entirely politics-free',
      'Sanctuary cities vow to intensify fight despite White House funding threats',
      'Is socialism in the United States having a moment?',
      'Read the full text of Trump’s executive order on energy and climate change',
      'WATCH: Hillary Clinton jabs Trump in first major post-election speech',
      'Seattle to sue Trump over sanctuary city threats',
      'Trump administration seeks delay in ruling on climate plan',
      'EU regrets Trump’s reversal of climate policy',
      'A Hawaii judge just extended a ruling to block Trump’s travel ban. What’s next?',
      'What the North Carolina legislation to repeal the HB2 ‘bathroom bill’ actually says',
      'Before you lament the end of your internet privacy, read this',
      'With Trump approval, Pentagon expands warfighting authority',
      'Dems urge Trump to veto bill blocking online privacy rule',
      'As hundreds of toxic sites await cleanup, questions over Superfund program’s future',
      'Kushner arrives in Iraq with Joint Chiefs chairman for visit',
      'How Senate Dems have said they will vote on court pick',
      'Trump donates $78,333.32, his presidential salary so far, to National Park Service',
      'National Archives tells White House to save all of Trump’s tweets, even ones deleted or corrected',
      'Trump says U.S. will forge a ‘great bond’ with Egypt',
      'WATCH: Schumer says Trump should choose a new Supreme Court nominee',
      'Rebooting U.S.-Egypt relations, human rights concerns become a private matter',
      'How the Kushners became crucial West Wing players',
      '5 important stories that don’t have anything to do with politics',
      'Trump signs bill blocking Obama-era rule over online privacy',
      'Dozens dead after suspected gas attack in rebel-held Syrian town',
      'Potential border wall contractors worry about attacks on their workers',
      'Explainer: What is the ‘nuclear option’? And how will it affect Neil Gorsuch’s nomination?',
      '‘Winter White House’ a winning brand for Trump’s business',
      'Full context: Susan Rice answers questions about Trump transition spying allegations',
      'WATCH: Trump says his views about Syria have ‘changed very much’ in wake of chemical attack',
      'Six out of 10 Americans oppose funding for border wall, poll says',
      'A blow-by-blow guide to the (incredibly) complicated Senate votes on Neil Gorsuch',
      'U.S. fires missiles into Syria in first attack on Assad regime',
      'WATCH: President Trump’s full statement on U.S. missile attack on Syria',
      'Timeline: How the U.S. has responded to Syria’s civil war',
      'Sen. Patty Murray on why she joined the filibuster against Supreme Court nominee Neil Gorsuch',
      'Photo: Who was in the room when Trump was briefed on the Syria strike?',
      'U.S. investigating whether Russia was part of Syrian chemical weapons attack',
      'In blow to DOJ, federal judge approves Baltimore police reform agreement',
      'Trump nominates new head of immigration agency',
      'Column: Why removing Syria’s Assad from power is so complicated',
      'AP Fact Check: What Trump and lawmakers are saying about Syria, jobs, Supreme Court',
      'G-7 leaders pressure Russia to stop backing Syria’s Assad',
      'Sessions says Justice Department will end forensic science commission',
      'Judge again finds discrimination in Texas voter ID law',
      'AP fact check: Toyota adds jobs, Trump takes credit',
      'These special elections will be first test of political climate under Trump',
      'In ‘stealth move,’ Michigan refines vaccine waivers, improves rate among kids',
      'Spicer says Hitler comment ‘inexcusable and reprehensible’',
      'New York becomes first state to offer free four-year college tuition',
      'AP fact check: Do Trump’s Mar-a-Lago trips cost $3 million?',
      'U.S. drops largest non-nuclear bomb on ISIS target in Afghanistan',
      'Democrats urge Trump to keep protections for national monuments',
      'CIA director calls WikiLeaks a ‘hostile intelligence service’',
      'White House says it won’t release visitor logs',
      'Federal judge blocks executions in Arkansas',
      'Tax March protests call for the release of Trump’s returns',
      'Bills requiring candidates to submit tax returns face obstacles',
      'Lawmakers across U.S. move to include young people in voting',
      'Arkansas races against the clock to begin executions',
      'Why getting tax reform done is crucial for Republicans',
      '5 important stories that can help you (mostly) take a break from politics',
      'The government says he lost his DACA status, but this immigrant says he was deported despite protections',
      'Georgia special election heads to runoff with 2 candidates',
      'Trump has embraced autocratic leaders without hesitation',
      'Utah Rep. Chaffetz says he won’t run for re-election',
      'Cities, states try to protect immigrants’ data from federal officials',
      'Hawaii lawmakers criticize Sessions’ island judge remarks',
      'The Rover Pipeline leaked millions of gallons of drilling fluid into Ohio wetlands',
      'American aid worker returns to U.S. after being detained in Egypt for three years',
      'Why these people are joining — or skipping — the March for Science',
      'How powerful is France’s president? Here’s why the 2017 election matters',
      'U.S. ‘too important’ to pull back in today’s world, U.N. chief says',
      '‘Science is crucial to the future’ — March for Science draws thousands',
      'WATCH: Obama delivers first speech since leaving office',
      'In Afghanistan trip, U.S. general suggests Russia is arming the Taliban',
      'Ivanka Trump promotes women’s rights, defends her father amid cool reception in Berlin',
      'Bernie Sanders says he could work with Trump on trade policy',
      'Bernie Sanders on making Democrats a 50-state party',
      'Trump has undone a lot of ‘damage’ in his first 100 days, Mulvaney says',
      'WATCH: Treasury Secretary Mnuchin says Trump has ‘no intention’ of releasing tax returns',
      'Trump ‘absolutely’ considered breaking up 9th Circuit Court',
      'Column: Why the U.S. should remain in the Paris climate agreement',
      'Alex Acosta sworn in as U.S. labor secretary',
      'On Trump’s 100th day in office, march calls for action on climate change',
      'Climate marchers urge Trump to protect environment',
      'Journalists honor press freedom at a dinner without Trump',
      'LGBTQ groups fear Tennessee bill would roll back civil rights',
      'Half targeted by ICE had traffic convictions or no record',
      'Seven unusual trends taking hold since Trump’s inauguration',
      'In the Philippines, Duterte’s brutal war on drugs kills thousands',
      'Thousands of immigrants, unions march in May Day protests',
      'Appeals court says it won’t reconsider net neutrality ruling',
      'Officials worry Trump’s vow to squeeze ‘sanctuary cities’ could hurt health programs',
      'Why Trump’s embrace of Duterte is raising alarm',
      'Supreme Court says cities can sue banks under anti-bias law',
      'Teachers not shying away from divisive political discussion, survey suggests',
      'Trump’s remarks often set off White House ‘scramble drill’',
      'Supreme Court turns away challenge to California ban on ‘gay conversion’ therapy',
      'Obama unveils vision for presidential library in Chicago',
      'Can the left’s grassroots activists curb Trump’s influence?',
      'Trump to ease tax rules so religious groups may endorse political candidates',
      'Texas poised to ban ‘sanctuary cities’ amid nationwide debate',
      'Wisconsin-based atheist group sues Trump over church order',
      'Mark Green, Trump’s pick for Army post, drops out amid growing criticism',
      'Trump signs $1 trillion spending bill, keeping government open',
      'Draft proposal shows the Trump administration may gut the drug czar’s office',
      'U.S. to seek social media details from certain visa applicants',
      'Under Texas bill, adoption agencies could reject Jews, gays, Muslims',
      'Texas’ new sanctuary city ban draws rebuke from Mexican government, San Antonio police chief',
      'Explaining Trump’s travel ban appeals court arguments',
      'White House postpones climate change meeting',
      'Texas House OKs bill letting adoption groups deny non-Christians',
      'Senate blocks move to repeal Obama-era rule on methane emissions',
      'North Carolina denied 99 percent of federal recovery funds for Hurricane Matthew',
      'Lawmakers in 10 states push to raise marriage age',
      'In Wisconsin, ID law proved insurmountable for many voters',
      'Supreme Court rejects appeal — for now — over North Carolina voter ID law',
      'WATCH: Appeals court hears arguments over Trump’s revised travel ban',
      'Hillary Clinton launches new political group, ‘Onward Together,’ to push back against Trump’s agenda',
      'Chelsea Manning to stay on active duty when released from prison tomorrow',
      'ProPublica finds lax internet security at four of Trump’s resorts',
      'Alabama’s GOP approves new maps; Dems vow repeat court fight',
      'California Democrats take aim at Trump, GOP Congress',
      'Callers threaten Texas lawmaker who seeks Trump impeachment',
      'Number of unaccompanied child migrants surged in recent years',
      'In Saudi visit, Trump offers contradictions from campaign',
      'Oregon may become the first state to offer non-binary option on IDs',
      'Trump lavishes praise on Saudis, but silent on human rights',
      'Supreme Court strikes down 2 redrawn districts in N.C. over racial bias',
      'White House wants to halt ethics office’s inquiry into ex-lobbyists in administration',
      'Advocates slam Trump’s proposed reduction in aid for college students',
      'Despite populist campaign rhetoric, public support for NATO grows',
      'Taiwan’s top court clears way for same-sex marriage',
      'Trump handshake showdown: France’s Macron just won’t let go',
      'Block against Trump’s travel ban upheld by appeals court',
      'At NATO, Trump calls out allies on unpaid dues while staying mum on joint defense pact',
      'Tribes bash proposed Trump budget cuts to Native American programs',
      'WATCH: Hillary Clinton addresses Wellesley College graduates',
      'Boehner: Trump’s term ‘disaster,’ aside from foreign affairs',
      'As Trump announces famine aid, relief funds face big cuts',
      'During Watergate, it was country first, party second. What about now?',
      'A record number of kids now attend public preschool, so why has inequality grown?',
      'Trump administration seeks to slash EPA science office',
      'Dems try to enlist military vets in fight for House majority',
      'How Norway’s government made electric cars irresistible',
      'Justices will hear Ohio appeal over purging voter rolls',
      'AP report: Trump has urged world leaders to call his cell phone',
      "A women's movement grows in 'the most Trumpian place in America'",
      'What will the world look like if the U.S. bails on the Paris climate deal?',
      'U.S. withdrawal from Paris climate deal would be a ‘disaster,’ Sen. Franken says',
      'Oregon governor signs transgender equity bill into law',
      'Here’s how leaders are reacting to Trump’s withdrawal from Paris climate agreement',
      'President Trump pulls U.S. out of Paris climate accord, sparking global criticism',
      '5 important stories that were overlooked in last week’s news frenzy',
      'Analysis: How much carbon will Trump’s climate policies add to the atmosphere?',
      'WATCH: Macron calls U.S. exit from Paris climate accord ‘a mistake both for the U.S. and for our planet’',
      'Sen. Mike Lee: President Trump put people before Paris agreement',
      'Analysis: Today’s unemployment number fools us and President Trump, but for different reasons',
      'States step into void left by exit from Paris climate accord',
      'Democrats say GOP is trying to bury torture report',
      'Trump’s exit from Paris agreement could open door for China to lead on climate change',
      'Dakota Access Pipeline in operation after months of resistance',
      'Political shift, hospital’s fears hand NRA defeat in Kansas',
      'Trump criticizes London mayor after latest attack on city',
      'In Georgia, a Democratic upset depends on a balancing act',
      'Trump filed for an extension on his 2016 tax return',
      'Justices affirm ruling striking North Carolina legislative districts',
      'Legal experts to Trump on travel ban: Put down the Twitter',
      'New Jersey voters go to polls to replace Gov. Chris Christie',
      'Activists in N.J. push to ban child marriage before Christie leaves office',
      'Senate approves bill to make firing Veterans Affairs employees easier',
      'DeVos non-committal on banning discrimination against LGBTQ students in private schools',
      'Despite promise to ‘drain the swamp,’ Trump administration waives ex-lobbyists into government',
      '‘March for Truth’ protesters call for independent investigation on Russia and Trump campaign',
      'Red state Democrats think their 2018 chances are improving',
      'Grassley tells Trump he can’t ignore requests for information from Congress',
      'Trump says U.S. is committed to mutual support of NATO allies',
      'Trump wages battle against regulations, not climate change',
      'Oklahoma Democrats pin hopes on new 24-year-old leader',
      'At Equality March, thousands rally for LGBTQ rights',
      'Trump’s trillion dollar infrastructure plan short on specifics',
      'Interior secretary recommends scaling back Bears Ears, a protected national monument',
      'WATCH: Attorneys general of Maryland, D.C. address lawsuit against Trump',
      'How Trump’s Paris decision drove the top U.S. diplomat in China to quit',
      'Supreme Court strikes down gender differences in citizenship law',
      'Scaling back Bears Ears monument pleases GOP, angers Western tribes',
      'House Majority Whip Steve Scalise and others shot at congressional baseball practice',
      'After shooting, some in GOP say threats of violence have increased under Trump',
      'Can more U.S. troops in Afghanistan help end the war?',
      '5 important stories that have nothing to do with the Russia investigations',
      'Attack on congressman first test for gun debate under Trump',
      'Judge questions Dakota Access Pipeline permits, prompting review',
      'As deadline nears, White House without a debt ceiling plan',
      'Oregon becomes first state to add gender-neutral option on driver’s licenses',
      'Trump administration quietly rolls back civil rights efforts across federal government',
      'Trump discloses financial information detailing trust',
      'Border Patrol arrests 4 men at medical camp run by aid group',
      'Trump’s Washington hotel saw almost $20 million in revenue',
      'Republicans divided as Trump reverses some Obama Cuba policy',
      'U.S. sells arms to Qatar, complicating Gulf dispute',
      'Biden: Democrats need better outreach to frightened voters',
      'Dissecting Trump’s recent financial disclosure',
      'Supreme Court could decide if gerrymandering can be too political',
      'Energy Secretary Rick Perry says carbon emissions not main driver for climate change',
      'Poll: Few favor Trump move to ditch Paris accord',
      'Every minute, 20 people are displaced by violence, persecution: UN report',
      'You asked: How are refugees referred to live in the U.S.?',
      'Read Jeh Johnson’s prepared testimony on Russia',
      '5 important stories that deserve a second look',
      'Energy Secretary Rick Perry distances himself from Trump’s proposed budget cuts',
      'Supreme Court says immigrants with bad legal advice can get second chance in court',
      'AP analysis shows how gerrymandering benefited GOP in 2016',
      'D.C. will be first in nation to offer non-binary driver’s licenses',
      'Supreme Court to hear case of Colorado baker who refused to make wedding cake for gay couple',
      'Supreme Court rejects gun rights challenge to California limits on concealed carry',
      'Supreme Court partly reinstates Trump’s travel ban',
      'Ex-Sheriff Joe Arpaio goes on trial for defying court order on immigration enforcement',
      'Independent voters sour on Trump’s handling of the economy',
      'Former Trump campaign chairman registers as foreign agent',
      'Most Americans disapprove of GOP’s treatment of health care',
      'Texas Medicaid cuts leave special needs kids without therapy',
      'Homeland demands more security on international flights to U.S.',
      'Utah lawsuits to test president’s power to shrink monuments',
      'WATCH: Jeff Sessions speaks at DOJ hate crimes summit',
      'U.S., NATO allies wrangle over troop levels in Afghanistan',
      'Trump plan would expand oil drilling in Arctic and Atlantic',
      'For Republicans, Trump’s Twitter attacks pose unprecedented political challenge',
      'After crude tweet about TV host Mika Brzezinski, Trump faces backlash from lawmakers',
      'More court challenges expected for Trump’s new travel ban',
      'Trump commission on voting fraud asks states for voter data',
      'Illinois facing dire consequences as budget feud continues',
      'A Trump commission requested voter data. Here’s what every state is saying.',
      'State laws will expand concealed guns to public facilities',
      'Trump not heeding calls to tone down tweets',
      'Trump criticized by media organizations over tweeted video',
      'New poll: 70% of Americans think civility has gotten worse since Trump took office',
      'Trump White House still lacks a website for Spanish speakers',
      'Fourth of July brings mixed feelings for some minorities',
      'Christie spotted at beach during state government shutdown',
      'Court rejects Pruitt’s delay of Obama-era methane rule',
      'Who is America? A look at the nation’s demographics',
      'Trump’s rollback of Obama-era rules hits setback in court',
      'New poll: 54% of Americans think Trump’s dealings with Russia were unethical or illegal',
      'U.S. diplomats say they’re without mission and Trump budget would gut State Department',
      'U.S. says refugee admissions won’t be suspended until July 12',
      'DOJ questions whether some sanctuary cities are complying with immigration law',
      'Column: The radically old-fashioned solution for America’s immigration crisis',
      'Column: Let’s put ‘America First’ by averting a Central American migrant crisis',
      '5 important stories that have nothing to do with Trump’s tweets',
      'Activists occupy the trees to stop a Pennsylvania pipeline',
      'AP sources: U.S., Russia reach deal on Syria cease-fire',
      'Attorney General Sessions to visit Guantanamo Bay prison',
      'Trump pledges $50 million to help women entrepreneurs',
      'State election officials gather amid uproar over voter data',
      'Man faces hate crime charge after threats to Muslim chairman',
      'State election officials worry about 2018 election security',
      'The challenge for Democrats in search of a unified message',
      '5 important stories that have nothing to do with Donald Trump Jr.’s emails',
      'Afghan girls will be allowed into U.S. for robotics contest',
      'CBO says Trump’s budget doesn’t balance federal ledger as promised',
      'White House to appeal Hawaii judge’s decision to loosen travel ban',
      'Afghan girls robotics team arrives in U.S. just in time',
      'Macron: My charm offensive may soften Trump’s climate stance',
      'Illinois has budget but no school funding plan',
      'Russia developments have little effect on Trump’s base',
      'Judge in Hawaii hands Trump latest defeat on travel ban',
      'U.S. to create the independent U.S. Cyber Command, split off from NSA',
      'California lawmakers to decide fate of landmark climate law',
      'WATCH: President Trump speaks at White House ‘Made in America’ event',
      'Trump administration to share Mar-a-Lago visitor records',
      'Trump commission defends request for voter data in court',
      'State Department expands definition of ‘close family’ for visa applicants, refugees',
      'California lawmakers celebrate bipartisan cap-and-trade victory',
      'House votes to delay Obama-era smog reductions',
      'WATCH: President Trump criticizes states withholding voter info',
      'Meet the lawyers on Trump’s growing legal team',
      'How state election officials see Trump’s voter fraud probe',
      'Trump turns down invitation to deliver speech at NAACP convention',
      'Missing Burundi robotics team members found safe in Canada, police confirm',
      'Democrats want faster action from Trump on opioid epidemic',
      'White House Press Secretary Sean Spicer resigns',
      'Trump names new acting government ethics chief',
      'Kushner adds at least $10M in assets to revised disclosure',
      'Rising temperatures can kill Texas prisoners. Corrections ignored that, says federal judge',
      'Trump lawyer says there’s no pardon discussion',
      'California governor turns to housing, rail after climate win',
      'Judge clears way for Trump election commission to collect voter data',
      '11 states sue over EPA delay of new chemical safety rules',
      'WATCH: Democrats rebrand themselves with a new populist agenda',
      'In Texas, legal battle over abortion law hangs over special legislative session',
      'For Trump supporters in Portland, the left is the face of intolerance',
      'New Justice Department rules intensify crackdown on sanctuary cities',
      'White House communications director says he’s willing to ‘fire everybody’ for leaking',
      'Transgender soldiers ask for first official Army recognition',
      'Most U.S. Muslims proud to be American, but don’t see Trump as an ally, study says',
      'Report: Student loan forgiveness program has halted under Trump',
      'What does Trump’s transgender ban mean for active-duty military members?',
      'Tillerson shoots down resignation rumors, saying ‘I’m not going anywhere’',
      'Jeff Sessions goes to El Salvador to learn how to eradicate the MS-13 gang',
      'Trump’s ban on transgender military members divides veterans in Congress',
      'States bristle as DeVos and Department of Education critique their K-12 plans',
      'Scaramucci, with vulgar language, signals internal White House fight',
      'How states are working to reduce recidivism among ex-offenders',
      'WATCH: Trump to police: Don’t worry about people in custody hitting their heads on squad cars',
      'President Trump names John Kelly as chief of staff, replacing Priebus',
      'Here’s where Reince Priebus falls on the list of shortest-serving chiefs of staff',
      'Sharpton: Trump comments encourage police violence',
      'Trump’s travel ban keeps orphan kids from U.S. foster families',
      '‘Maybe I should just stay closeted’ — Trans troops weigh their options',
      'Skeptics voice concerns over EPA plan for worst toxic waste sites',
      'Anthony Scaramucci removed as White House communications director',
      'Trump needs to declare national emergency for opioid crisis, commission says',
      'Sen. Flake: It’s not conservative to stay silent about the chaos of the Trump administration',
      'Report: Justice Department plans to target affirmative action',
      'Homeland Security will waive environmental reviews, other laws to build U.S. border wall',
      'DeVos abandons plan to award federal student loan servicing to a single company',
      '5 important stories that have nothing to do with the White House',
      'Most white millennials now disapprove of Trump, survey says',
      'Keystone XL survived politics, but economics could kill it',
      'Fired/Rehired: Police chiefs are often forced to put officers fired for misconduct back on the streets',
      'At Trump rally, West Virginia’s Democratic governor says he’s becoming a Republican',
      'DOJ threatens to deny crime-fighting assistance for 4 sanctuary cities',
      'Why this West Virginia mayor says Trump should set aside party politics',
      'Complaint: Trump strategist may have improper PR arrangement',
      'Idea of Democrats funding anti-abortion candidates draws ire',
      'Deputy AG: Prosecutors don’t intend to go after reporters',
      'Minnesota officials visit Islamic center hit with explosive attack',
      'When asked about human rights, Philippine president Duterte says ‘don’t go there’',
      'U.S. is already feeling negative effects of climate change, according to draft report',
      'Democratic lawmakers seek federal payments to Trump business',
      'Trans troops sue Trump over proposed military ban',
      'Three years later, 5 lives changed after Ferguson',
      'These states declared an emergency over the opioid crisis. Here’s what happened',
      'Haitians flock to Canada, concerned about losing protected status in U.S.',
      'Will 2018 be the next ‘Year of the Woman?’',
      'Three dead after white nationalist rally in Charlottesville',
      'Stopping police violence starts long before the courtroom',
      'Man charged in car attack at white nationalist rally in Charlottesville',
      'Politicians criticize Trump for not explicitly rebuking white supremacists',
      'Grandmother in travel ban lawsuit arrives in U.S.',
      'Merck CEO steps down from presidential council after Charlottesville',
      'How should U.S. address white supremacist extremism?',
      'Merck, Under Armour, Intel CEOs step down from Trump business panel',
      'Furor over Charlottesville follows Trump home to Manhattan',
      'North Carolina and Maryland challenge gerrymandering',
      'Internet company DreamHost fights government request for records related to Inauguration Day protest',
      'After Charlottesville rally, these U.S. cities say they’ll take down their Confederate statues',
      'Trump disbands manufacturing council amid fallout over Charlottesville response',
      'Historians say Trump went afoul in lumping Robert E. Lee with founding fathers',
      'New poll: Majority of Americans unhappy with Trump’s response to Charlottesville',
      'In 3 tweets, Trump defends ‘beautiful’ Confederate monuments',
      'Republican leaders dance around President Trump’s Charlottesville remarks',
      'What we know — and don’t know — about the terrorist attacks in Barcelona and Cambrils',
      'Steve Bannon to leave White House',
      'Trump pressed to fire Steve Bannon and other White House staffers after Charlottesville',
      'Citing Trump remarks, most of president’s arts council quits',
      'Charlottesville violence prompts ACLU to change policy on hate groups protesting with guns',
      'Mattis tight-lipped on new Afghanistan war strategy',
      'McCaskill reaching out to rural Missouri ahead of election',
      'This projection artist is using the Trump International Hotel to protest the president',
      '7 takeaways from Trump’s new Afghanistan strategy',
      'Trump’s travel, by the numbers',
      'Why CEOs will still come to the table to work with Trump despite quitting councils',
      'Every moment in Donald Trump’s long and complicated history with race',
      'Federal judge again throws out Texas’ voter ID law',
      'Parks Service issues permit for ‘alt-right’ rally in San Francisco',
      'Interior Department calls for changes to national monuments but offers no details. Here’s how we got here',
      'Economic adviser knocks Trump’s response to Charlottesville',
      'RNC votes to condemn white supremacists',
      'WATCH LIVE: Hurricane Harvey batters Texas',
      'Trump pardons Arpaio, ex-sheriff convicted of defying judge’s order',
      '‘No One Is Higher Than Me,’ Sheriff Arpaio Tells Inmate',
      'Trump’s low approval ratings set an unwanted record',
      'Celebrations turn tense in Bay Area after right-wing rallies cancelled',
      'Arpaio pardon hurts GOP relations with Trump',
      'Critics: Trump pardon his latest affront against judiciary',
      'Trump says Canada, Mexico being “very difficult” on NAFTA',
      'Biden says Trump ’emboldened white supremacists’',
      'Tillerson says Trump ‘speaks for himself’ on racial violence',
      'Illinois governor signs law limiting police cooperation with federal immigration officials',
      'Fact-checking Trump’s reasons for a transgender military ban',
      'The lawsuits challenging Trump’s ban on transgender troops, explained',
      'Trump promises swift federal aid to Texas after Hurricane Harvey',
      'The latest on Hurricane Harvey and how you can help',
      'Trump pledges $1 million in personal funds for Harvey relief efforts',
      'Column: If Trump revokes DACA, it will create a humanitarian crisis',
      'Authorities on alert for fraud after Hurricane Harvey',
      'In the wake of Harvey, Houston’s undocumented community faces uncertainty',
      'For Trump, chance to return to Texas with empathy for Harvey victims',
      'No decision yet on who gets Trump’s pledge of disaster aid',
      'Upbeat Trump pitches in at shelter for Harvey victims',
      'Trump resistance groups look beyond Washington for victories',
      'Trump expected to announce end of protections for young immigrants after six month delay',
      'Could states compel presidential candidates to release their tax returns?',
      'Column: I’m a teacher, a ‘Dreamer’ and I know why my students are scared',
      'Trump’s decision to end DACA, explained',
      'Mexico ‘deeply regrets’ Trump’s DACA decision',
      'WATCH: Trump says putting Congress in charge of DACA is ‘the right solution’',
      'Obama says decision to phase out DACA is ‘cruel’ and ‘self-defeating’',
      'AP FACT CHECK: What the Trump administration said about DACA',
      'Trump’s ending DACA creates another political fault line',
      'White Christians are now a minority of the U.S. population, survey says',
      'Sexual assault remains a problem in U.S. military, new Senate report says',
      'Trump’s travel ban shouldn’t include grandparents or extended family, 9th circuit court says',
      'LGBTQ ‘dreamers’ are particularly vulnerable as DACA winds down. Here’s why.',
      '9/11 to now: Ways we have changed',
      'Senate approves resolution condemning white nationalists',
      '5 important stories you may have missed',
      'Are searches of laptops and cellphones by border agents unconstitutional?',
      'Schumer, Pelosi say they’ve reached a deal with Trump to protect ‘dreamers’',
      'Poll: 93 percent of Mexicans have ‘no confidence’ in Donald Trump',
      'Trump says he wants tax cuts for middle class, not just rich Americans',
      'In Cuba, mystery deepens over attacks on U.S. diplomats',
      'Trump repeats there were ‘bad dudes’ among those protesting white supremacists in Charlottesville',
      'Hillary Clinton on whether President Trump is racist',
      'Judge: Sessions can’t deny grant money for sanctuary cities',
      'Transgender troops can re-enlist in military for now, Pentagon says',
      'California lawmakers approve presidential primary in March',
      'California legislators approve ‘sanctuary state’ bill',
      'Top U.S. diplomat says closing Embassy in Cuba ‘under review’',
      'Fed-up Illinois legislators head for the exit in big numbers',
      'What to expect from Trump’s first address to the UN',
      'After violence at embassy, U.S. withdraws proposal to let Turkish security guards buy guns',
      'Facebook may be facing an ‘era of accountability’',
      'U.S. to give $32 million for Myanmar’s Rohingya refugees',
      'President Trump to look at even stricter cap on refugees',
      'EPA employees attend mandatory anti-leaks classes',
      'After Equifax breach, Congress unlikely to pass new rules to protect consumer data',
      'Hackers targeted election systems in 21 states, federal government says',
      'NFL commissioner, players’ union angrily denounce Trump',
      'Trump tweet, NFL response escalate drama of Sunday games',
      'Price to stop private plane use on business during review',
      'Merkel claims victory in German election as far-right party joins parliament',
      'President’s criticisms spark more protests at NFL games',
      'Puerto Rico has asked for more aid in the wake of Hurricane Maria. Will the federal government provide it?',
      'Trump faces criticism for tweeting about the NFL instead of the crisis in Puerto Rico',
      'Trump responds to Puerto Rico crisis, says the island’s debt ‘must be dealt with’',
      'Acting DEA chief tells employees he will step down',
      'Republican Sen. Corker says he won’t seek re-election',
      'Moore wins GOP primary runoff in Alabama, defeating incumbent backed by Trump',
      'Sights set on 2018, the Women’s March is throwing a convention',
      'Trump to NFL: Change or business is ‘going to go to hell’',
      'WATCH: Donald Trump chastises Tom Price for private plane travel on official business',
      'AP report: U.S. urges no travel to Cuba, cuts embassy staff',
      'Trump says Price’s travel becoming a distraction, AP sources say',
      'Poll: Americans divided on NFL protests',
      'Groups say they’ll challenge Trump’s latest travel ban',
      'Trump lashes out at San Juan mayor who begged for more help',
      '‘Burqa ban’ law signals rightward political turn in Austria',
      'Democrats in Iowa looking for ways to win back Trump voters',
      'Trump scoffs at ‘politically motivated ingrates’ after Maria',
      'Updated: Gunman kills at least 58 people at concert in Las Vegas',
      'U.S. plans to tell Cuba to remove most of its embassy staff',
      'Poll: Most Americans don’t think Trump can lead during global crisis',
      'This New York bill would ban anonymous political ads on Facebook',
      'Pelosi: GOP Congress beholden to NRA, other gun interests',
      'What happened with Catalonia’s vote for independence — and what’s next',
      'Poll: Most Americans say ‘dreamers’ should be granted citizenship',
      'More CIA agents being deployed around the world, director says',
      'Lawmakers ask for travel files of Interior Sec. Zinke, others in private charter flight probe',
      'Judge lets President Trump’s pardon of former Sheriff Arpaio stand',
      'WATCH LIVE: Members of Congress to address DACA',
      'Senior Republicans weigh bump stock ban after Las Vegas shooting',
      'Justice Department asks to dismiss lawsuit opposing transgender military ban',
      'White House calls San Juan mayor’s latest criticisms of Trump ‘sad’',
      'Party shapes political views more than race, class or education, Pew finds',
      'Trump weakens Obamacare’s birth control mandate',
      'Sessions issues Justice Department directive on religious objections, undercutting LGBTQ protections',
      'Democrats give political donations from Harvey Weinstein away to charities',
      'Trump hits back at late night shows critical of Republicans',
      'Losses at Trump’s Scottish resorts doubled last year',
      'Trump ties border wall, green card overhaul to ‘dreamer’ protection',
      'Sen. Dianne Feinstein says she’s running for re-election',
      'EPA chief says White House to roll back Obama-era clean power plan',
      'Will Trump’s immigration wishlist derail the DACA deal?',
      'How Trump’s feud with Corker reflects the GOP’s shifting direction',
      'Wildfires are sweeping through California. Here’s what you need to know',
      '5 overlooked stories that are worth your time',
      'Why some doctors are questioning Trump’s new birth control rules',
      'In series of tweets, Trump renews feud with NBC, raises broadcaster license issue',
      'Eminem takes down Trump with profane lyrical tirade',
      'A Trump retreat from the Iran deal would damage trust in U.S. dealmaking, EU ally says',
      'Iran nuclear deal will remain valid regardless of U.S. decision, says EU policy chief',
      'WATCH: John Kelly, Trump’s chief of staff, says he won’t quit or be fired ‘unless things change’',
      'These conservatives are making a case for clean energy',
      'Trump’s speech sparks a new war of words between U.S., Iran'
    ]
  },
  {
    'theme': [
      'health',
      'care',
      'gop',
      'trump',
      'senat'
    ],
    'articles': [
      'How Trump’s executive order impacts future of the Affordable Care Act',
      'Republican states look to tweak Medicaid expansion under Obamacare, not eliminate it',
      'Schumer says Trump off to ‘bumpy start’ in NewsHour interview',
      'Two GOP senators propose giving states option to keep Obamacare',
      'President Trump inherits stable economy, Congressional report says',
      'Block grants are the heart of GOP’s Medicaid plans. Here’s how they work',
      'Paul Ryan: Congress will pay billions for border wall',
      'WATCH: Dems use obscure rule to delay Sessions vote as attorney general',
      'GOP mulls ‘repairing’ Obamacare law it vowed to repeal',
      'Employers fret job-based coverage is vulnerable to fallout from GOP health overhaul',
      'HHS pick Tom Price made ‘brazen’ stock trades while his committee was under scrutiny',
      'Angry voters flood town halls of GOP lawmakers',
      'GOP bill would allow states to defund Planned Parenthood',
      'House GOP documents outline plan to replace Obamacare',
      'McConnell intends to replace ‘Obamacare’ without Democrats',
      'Treatment gaps persist between low- and high-income workers, even with insurance',
      'Facing pressure, insurance plans loosen rules for covering addiction treatment',
      'GOP members of Congress are met with boos and protests at town halls',
      'AP fact check: Trump claims Affordable Care Act covered ‘very few’ people',
      'Report warns of state money fallout from health law repeal',
      '5 takeaways from the leaked Republican bill to repeal Obamacare',
      'Drowning in a ‘high-risk insurance pool’ — at $18,000 a year',
      'Trump budget will hike defense spending by $54 billion',
      'Hospitals worry an ACA repeal could harm their financial health',
      'Washington reacts to Trump’s claims of secret surveillance',
      'No affordable health insurance options? This could happen.',
      'Conservative backlash threatens to sink new GOP health bill',
      'How would the American Health Care Act affect cost and access?',
      'House panel OKs health bill, industry groups say ‘no’',
      'Everything you need to know about the new GOP health care bill',
      'Medicaid cuts are ‘going to affect everyone,’ insurance CEO says',
      'House Republicans would let employers demand workers’ genetic test results',
      'Republicans dismiss upcoming budget analysis of health plan',
      'Democrats warn against funding Mexico border wall in catchall spending bill',
      '24 million could lose insurance under GOP health care plan, new report says',
      'AP fact check: Trump’s promises on health care',
      'Beyond the top-line numbers, what else was in CBO’s report on new health care bill?',
      'Health exchange enrollment misses Obama administration’s goal, but stays steady',
      'Shields and Brooks on GOP health care bill pushback, Trump’s dramatic budget',
      'Why a top physicians’ group opposes the GOP health care plan',
      'Here’s how Republicans just changed their health care bill',
      'Conservative House group says GOP should ‘start over’ on health care bill',
      'Column: Trump’s budget and GOP health care bill will hurt older Americans',
      'In stinging setback for Trump and Ryan, House GOP leaders delay vote on health care repeal bill',
      'House sets risky health care vote after Trump demands it',
      'Did Obamacare help or hurt you?',
      'WATCH: Paul Ryan speaks after Republicans withdraw health care bill',
      'The last 24 hours: a timeline of the Republican health care bill collapse',
      'Failure on health bill also hurts prospects for tax overhaul',
      'GOP struggles to govern despite a monopoly in Washington',
      'Schumer seizes on Trump team’s offer to work on health care with Democrats',
      'States push to protect birth control despite failed GOP health care bill',
      'Poll: Americans dislike GOP’s, Trump’s plan on health care',
      'Republican foes of health care bill win praise in districts',
      'Pence casts decisive vote for bill that lets states block some Planned Parenthood money',
      'Most young people say government should pay for health care, poll finds',
      'The health care debate has shifted to the GOP — and most people don’t like what they see, poll says',
      'Republicans’ narrow win for Kansas seat embolden Democrats',
      'Insurers say Trump must do more to stabilize ‘Obamacare’',
      'How cutting off subsidy payments to insurance companies would affect Obamacare',
      'State lawmakers rush to protect funding for Planned Parenthood',
      'GOP drops border wall demands as spending talks advance',
      'Leading GOP moderate opposes plan to move House health bill',
      'Medicare’s contractors approve $41 billion in billing errors. What’s being done to fix it?',
      'GOP’s revised health care bill hasn’t yet swayed enough moderate Republicans',
      'GOP health plan for pre-existing conditions spawns worries',
      'Congress unveils $1 trillion spending plan to avoid government shutdown',
      'Many seniors who qualify for home-based care under Medicare aren’t receiving it. Why?',
      'Lawmakers debate whether GOP health bill solves its pre-existing condition problem',
      'House Republicans pass bill to repeal Obamacare',
      'What’s in the House GOP health care bill?',
      'Analysis: 5 issues that could derail the GOP health care bill in the Senate',
      'Can employers make you rely on Medicare and drop their insurance?',
      'Week In The News: Health Care Vote, Comey’s Nausea, Clinton’s Blame',
      'GOP House panel takes first step to gut Dodd-Frank law',
      'Trump: ‘Australians have better health care than we do’',
      'How Virginia dramatically expanded treatment options for addiction (and skirted federal law)',
      'Will Republicans’ health care plan bring political fallout?',
      'Republicans sold their health plan as a win for freedom. Voters are wary',
      'Price defends cutting nearly $1 trillion from Medicaid',
      'The 10 ‘essential’ benefits that could be eliminated under the GOP health care plan',
      'The Republican who revived the health care bill faces angry voters at town hall',
      '6 ways Medicaid cuts under GOP health care overhaul could impact schools',
      'In swing districts, voters vent over health care, fear Trump',
      'Trump’s legislative agenda slows to crawl in Congress',
      'Current GOP health care bill would be a ‘disaster’ for states, says Colorado governor',
      'We can’t afford my spouse’s inpatient rehab treatment. What are our options?',
      'President Trump’s budget proposal includes huge cuts to food stamps',
      'Trump’s proposed $4.1 trillion budget eyes deep domestic cuts',
      'Who are the winners and losers in Trump’s budget proposal?',
      'What Trump’s budget proposal means for science, health and tech',
      'How Trump’s proposed budget could affect the health care safety net',
      'Less healthy, older Americans would pay more under GOP health bill',
      'House GOP health care bill does not deliver on Trump’s promises, poll says',
      'GOP legislative agenda incomplete, lags as Congress returns',
      'Republican senators are privately crafting a health care bill, raising alarm from Democrats',
      'What’s at stake for children’s health care?',
      'Help! I lost my job and just turned 65. What do I do about health insurance?',
      'How lack of transparency became ‘regular order’ on Capitol Hill',
      'At first meeting of Trump’s opioid commission, health advocates plead for Medicaid spending',
      'GOP senator warns against rushed vote on health care bill',
      'Democrats say Republicans reshaping health care in secret in Congress',
      'What we know about the Senate health care plan',
      'For vulnerable Californians, expanded Medicaid is a lifeline at risk of being cut',
      'Small GOP opposition puts Senate health care bill in jeopardy',
      'Senate GOP releases health care bill and battle lines form',
      'Senate GOP plan to delay Medicaid cuts ‘doesn’t make it less awful,’ says former HHS secretary',
      'Governors wary of Medicaid cost shift in Senate health plan',
      'Shields and Brooks on the Senate health care bill unveiled, Trump’s tape clarification',
      'Five GOP senators now oppose health care bill as written',
      'Why Republicans are struggling mightily to overhaul tax code',
      'How GOP cuts to nursing home care would hurt the middle class',
      'CBO verdict: 51 million uninsured by 2026 under House health care bill',
      'CBO: 22 million people would lose insurance under Senate health care bill',
      'GOP leaders add delay penalty for lapsed coverage to health bill',
      'CBO score estimating 22 million uninsured adds to difficult math for Senate health care bill',
      'Conservatives are targeting the wrong things to bring down health care costs, says hospital system CEO',
      'Facing defections, Senate GOP leaders delay health care vote',
      'The GOP health bill has big tax cuts for rich, not much for others',
      'Twitter Chat: Ask your questions about the Senate health care bill',
      'Major veterans’ groups voice concern over Senate health bill',
      'Why McConnell plans to hide health care bill’s pain until after midterms',
      'The 52 people who are deciding the fate of health care in America',
      'What’s in the Senate Republican health care bill',
      'GOP adds opioid money to struggling Senate health bill',
      'As deficit spikes, CBO says Congress must act on debt by October',
      'GOP may keep Obama tax on wealthy in bid to save health bill',
      'Senate health bill puts many moms and babies at risk, says March of Dimes president',
      'Medicare’s lack of dental, hearing and vision coverage can put seniors in a bind',
      'Senate health care plan ‘not viable’ for New Hampshire, says Gov. Sununu',
      'Why lifetime limits in the GOP health care bill worry parents of sick children',
      '2 GOP senators suggest bill to repeal health care law ‘dead’',
      'What Virginia’s poorest citizens want from health care reform',
      'Seeking a ‘better than bingo’ solution for loneliness in older age',
      'U.S. charges hundreds of people in health fraud schemes worth $1.3 billion',
      'Transgender health care targeted in crusade to undo ACA',
      'Major insurance groups call part of health bill ‘unworkable’',
      'Governors from both parties wary of GOP health care plan',
      'For young adults, the GOP health bill is a hard sell',
      'The sticking points keeping the GOP health care bill in limbo',
      'Two more GOP senators say they won’t support current version of health bill',
      'WATCH: Trump says ‘let Obamacare fail,’ he won’t ‘own it’',
      '‘Repeal now, replace later’ could have an immediate impact on consumers',
      'WATCH: McConnell says he has ‘every expectation’ Senate will repeal Obamacare',
      'Repealing Obamacare would leave 32 million more uninsured by 2026, report says',
      'Americans want lawmakers to revise ‘Obamacare,’ not kill it, poll says',
      'WATCH: Trump tells GOP senators no recess until Obamacare is repealed',
      '62 percent of U.S. want federal government to ensure health care for all, poll says',
      'Latest Republican health care bill would leave 22 million more Americans without insurance',
      'Trump administration ends Affordable Care Act assistance contracts in 18 cities',
      'Shields and Brooks on Spicer stepping down, GOP health care bill fumble',
      'The great struggle of getting anything done when partisanship reigns',
      'Ahead of key vote, details of GOP health bill still unknown',
      'Trump says GOP health care push is ‘last chance’',
      'Perez: Democrats are fighting for an economy that works for everyone',
      'WATCH: Senate has ‘become more partisan, more tribal than at any time I can remember,’ McCain says',
      'The Senate voted to open debate on health care. Now what?',
      'Senate rejects measure that would repeal Obamacare without replacing it',
      'The Senate GOP’s best shot at a health care bill after other ideas fail',
      'Alaska Sen. Lisa Murkowski rebuffs President Trump’s tweeted pressure on health care reform',
      'Key senators resist Republicans’ ‘skinny’ Obamacare repeal',
      'WATCH: Senate debates ‘skinny repeal’ of Affordable Care Act',
      'Senate defeats ‘skinny repeal’ of Affordable Care Act, sending health care reform back to committee',
      '‘Obamacare’ repeal reeling after Senate defeat',
      'What happened when these states implemented a ‘skinny repeal’ of the Affordable Care Act',
      'After vets protests, new deal struck to end VA budget crisis',
      'Who wins and who loses after last night’s health care vote',
      'The GOP repeal failed. What happens to Obamacare now?',
      '‘Time to move on’ from health care, Senate GOP leader says',
      'Even without Congress, Trump can still cut Medicaid enrollment',
      'Trump threat: End health payments unless there’s an overhaul',
      'Get ready for the next big health care fight. This one’s all about kids',
      'Few options remain for some consumers in ACA marketplaces',
      'Trump has new chief of staff, old health care fight',
      'President Trump insists there’s no chaos at White House',
      'White House says Trump to decide soon on ending health payments',
      'Despite Trump’s prods, Senate GOP sees no path on health care',
      'Senate Democrats say ‘no’ to GOP tax plan, cuts for ‘top 1 percent’',
      'Trump’s tax plan has aggressive deadline, but few details',
      'President Trump on tricky legal ground with ‘Obamacare’ threat',
      'Senate Republicans slowly turning their backs on Trump',
      'New court ruling complicates Trump’s threat to push ‘Obamacare’ into collapse',
      'A (quick) guide to the upcoming battle over tax reform',
      'Tax reform is the next big GOP push. Here’s what to expect',
      'Employer-based health coverage likely to stay awhile',
      'Trump administration’s actions raise health insurance premiums, study says',
      'Trump taunts McConnell over failed attempt at health care reform',
      'Texas set to restrict insurance coverage for abortion',
      'Column: The real health care fight is coming, and it’s about seniors’ access',
      'Chicago’s gun violence crisis is also a mental health crisis',
      'Republican agenda threatened by Trump-McConnell feud',
      'How attacking GOP leaders could be hurting Trump’s agenda',
      'House GOP plans to cut disaster aid fund likely won’t survive Harvey',
      'Health care watchdog sends urgent alert on potential nursing home abuse',
      'This bipartisan health care plan could stabilize markets, two governors say',
      'Trump administration cuts funding for Affordable Care Act sign-up programs',
      'GOP ability to dismantle health law expires at month’s end',
      'House approves $7.9 billion bill for Harvey relief',
      'Senate passes bill that gives $15 billion to Harvey aid, raises debt limit',
      'Five governors press Congress for fast bucks to secure Obamacare market in 2018',
      'Trump sets emergency aid in motion in deal that upsets GOP',
      'WATCH: Sanders introduces a bill to expand Medicare for all',
      'Does the Democrats’ pitch for universal health care have a chance?',
      'GOP says there’s momentum for their Obamacare repeal bill, but hurdles remain',
      'AP FACT CHECK: President Trump’s tweets on GOP health bill and pre-existing conditions',
      'What’s in the new GOP health care bill, in one (simple) chart',
      'Inside the most dramatic 90 minutes in recent Senate history',
      'John McCain a ‘no’ on Graham-Cassidy health care repeal effort',
      'Obamacare signup site to be shut down for 12 hours nearly every Sunday of open enrollment',
      'Kaine: Putting health care ideas on the table is fine. Jamming them through Congress is not',
      'Trump criticizes McCain over health care bill',
      'Some Trump supporters grumble in battleground Michigan',
      'Opposition from GOP senators grows, jeopardizes health bill',
      'Collins opposes latest GOP health care plan, jeopardizing chances for reform',
      'After dramatic hearing, Graham-Cassidy health care bill seems dead',
      'Trump, GOP consider surtax on wealthy, doubling standard deduction',
      'Funding hangs in limbo for the nation’s 1,400 community health centers',
      'Health Secretary Price resigns after private flight controversy',
      'I’m 66 and I just lost my job. How do we maximize our Social Security?',
      'Poll: Most Americans disapprove of how Congress has handled health care',
      'The deadlines, program lapses and other pressing issues facing Congress right now',
      'GOP’s Susan Collins to stay in Senate and ditch governor run',
      'Analysis: What you need to know about Trump’s changes to the health law',
      'Trump is ending the Obamacare subsidy payments to health insurers. Here’s who ends up paying'
    ]
  },
  {
    'theme': [
      'pb',
      'newshour',
      'periscop',
      'watch',
      'trump'
    ],
    'articles': [
      'Column: Broke baby boomers, it’s time to face reality',
      '55, unemployed and faking normal: One woman’s story of barely scraping by',
      '‘Paterson’ is an ode to making art from the details of everyday life',
      'Why we need to ask questions now about our high-tech future',
      'PBS NewsHour @NewsHour',
      'U.S. Presidential Inauguration',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @DCPoliceDept and @MayorBowser discuss #Inauguration protests in D.C. today"',
      'The Obama White House, from the man behind the lens',
      'WATCH: President Donald Trump and First Lady Melania Trump dance at the Liberty Ball',
      'This group joined the Women’s March from Antarctica',
      'Retired House members discuss the challenges of partisanship',
      'U.S. NATO troops surge in Europe after Russian aggression',
      'Eastern European countries back NATO support against Russia',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @PressSec is expected to take questions from White House press corps for the 1st time"',
      'Signs of alien air could herald new era of exoplanet discoveries',
      'Explaining the lawsuit and lingering concern over Trump’s business dealings',
      'Trump administration wastes no time in fighting the press over facts',
      'A meeting of nationalist leaders sows division in Europe',
      'In 1980s Miami, the triple crisis of growing up black, gay and poor',
      '‘Hidden Figures’ brings NASA’s overlooked black pioneers to light',
      'Hang 10, Venus! Huge wave spotted in planet’s cloudy atmosphere',
      'Document reveals Trump health secretary nominee’s relationship with biotech firm',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @ValerieVolco joins @WmBrangham to discuss Pres. Trump\'s executive action on pipelines."',
      'Granted clemency, this former inmate is starting over',
      'Opioids as a first response to pain? Hospitals are rethinking that policy',
      'The life of an ex-president after leaving office',
      'School district tries making its police ‘more guardian than warrior’',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @PressSec @seanspicer faces reporters\' questions during today\'s White House briefing."',
      'George Orwell’s ‘1984’ is a best-seller again. Here’s why it resonates now',
      'Will Trump talk of voter fraud threaten legitimate voter rights?',
      'Why are some federal agencies under a reported media lockdown?',
      'TV pioneer Mary Tyler Moore was a modern woman’s role model',
      '@POTUS Twitter account appears to be linked to a personal Gmail account',
      'Love is all around: Mary Tyler Moore fans pay tribute to the TV icon',
      'PBS NewsHour: "WATCH LIVE on #Periscope: UK Prime Minister @theresa',
      'In quest to grow a better tomato, breeders forgot about taste',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @KellyannePolls, counselor to @POTUS @realDonaldTrump, joins @JudyWoodruff."',
      'Nearly half of California is no longer in a drought',
      'The stigma of being young, black and Republican',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @VP Mike Pence speaks to participants of this year\'s #MarchForLife in D.C."',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @POTUS Trump and UK Prime Minister @theresa',
      'Restoring hope by repairing violins of the Holocaust',
      'Column: How I teach about the Holocaust as living memory fades',
      'PBS NewsHour: "WATCH LIVE on #Periscope: Mark Shields and @nytdavidbrooks break down President Donald Trump\'s first week."',
      'This anti-abortion feminist had a foot in both marches',
      'FACT CHECK: Trump wrong that 2 killed in Chicago during Obama’s farewell speech',
      'The white supremacy of being asked where I’m from',
      'NASA releases first results from ‘Year In Space’ twin study',
      'Serena Williams breaks record with 23rd Grand Slam',
      "Are you directly affected by President Trump's immigration order? Share your story",
      'Travelers detained at NYC airport after immigration freeze',
      'Refugees already settled in U.S. concerned over Trump order',
      'Quebec police report fatalities in mosque shooting',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @BorisJohnson is expected to speak on Pres. Trump\'s immigration',
      'PBS NewsHour: "LIVE on #Periscope: @DHSgov\'s John Kelly joins @CustomsBorder + @ICEgov to discuss Pres. Trump\'s executive orders."',
      'PBS NewsHour: "WATCH LIVE on #Periscope: President Donald Trump announces his choice to fill an open seat on the Supreme Court."',
      'Immigration ban misses greatest threat, counterterrorism expert says',
      'Universities tell foreign students: Don’t go anywhere',
      'Bringing women conductors to the front of the orchestra',
      'Democrats say Cabinet choice Tom Price ‘misled’ the public. Here’s what we know',
      'PBS NewsHour: "LIVE on #Periscope: The Senate Judiciary Committee is expected to vote to confirm Jeff Sessions as attorney general."',
      'PBS NewsHour: "WATCH on #Periscope: @VP Mike Pence joins @JudyWoodruff on tonight\'s PBS NewsHour."',
      'Why is cervical cancer killing many more African-American women than we thought?',
      'These newlyweds dreamed of being U.S. doctors, then Trump’s immigration order happened',
      'Column: We need to fix the social safety net, not shame those who need it',
      'Trump suggests Berkeley could lose federal funds over violent protests at university',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @paulsolman reports on what the repeal + replacement of Obamacare could look like."',
      'What went wrong in the deadly raid on al-Qaida in Yemen?',
      'How this educator is guiding Liberian girls toward school',
      'Why we shouldn’t forget that U.S. presidents owned slaves',
      'How Warren Buffett’s fortune is going directly to those in need',
      <newspaper.configuration.Configuration
      object
      at
      0x115b622e8>,
      '8 books on politics to read right now, from indie bookstore Politics & Prose',
      'PBS NewsHour: "WATCH on #Periscope: Mark Shields and David Brooks discuss the week in politics."',
      'Ask him anything: This Muslim Marine wants to bust myths about his faith',
      'Why one Muslim Marine is inviting questions about his faith',
      'Affordable water may soon dry up, especially if you live here',
      'Read poems from the 7 countries affected by Trump’s immigration ban',
      'Armed citizens patrol the Arizona-Mexico border',
      'To keep their artists, cities explore affordable housing',
      'Employers can use FBI database for real-time background checks',
      'After court rulings, Syrian refugees board flights to U.S.',
      'A look at the first two weeks of Trump’s presidency',
      'Reassessing U.S. relations with Ukraine',
      'Experts don’t know how many students are prepared for college. Here’s why that matters',
      'Queen Elizabeth II’s Sapphire Jubilee, by the numbers',
      'How both sides see the legal challenge on Trump’s travel ban',
      'Is the Trump administration struggling to get up to speed?',
      'Does this Obamacare experiment offer significant savings?',
      'Diving into the deep ocean to find hope for threatened coral reefs',
      'This gecko rips off its own skin to escape predators',
      'Is ‘I Am Not Your Negro’ the latest victim of online ‘vote brigading’?',
      'PBS NewsHour: "Senate is expected to vote on Betsy DeVos as education secretary"',
      'Trump’s pick for labor secretary hired undocumented worker',
      'PBS NewsHour: "WATCH LIVE on #Periscope: President Trump\'s @PressSec @seanspicer holds the daily White House news briefing."',
      'Amnesty: Up to 13,000 hanged in Syria’s ‘slaughterhouse’',
      'Vizio tracked, sold user data from millions of smart TVs, says FTC',
      'Tracing the roots of the America’s biggest domestic terror attack',
      'WATCH: Warren forbidden from speaking on Sessions’ nomination after breaking Senate rule',
      'Paul Ryan on working with Trump, Russia sanctions and GOP goals',
      'Cancer immunotherapy has life-saving powers — and limits',
      'Massive ice shelf break forces Antarctic researchers to evacuate',
      'San Francisco becomes first city to offer free community college tuition to all residents',
      'PBS NewsHour: "LIVE ON #Periscope: What separation is there between Pres. Trump and his family\'s businesses? @paulsolman reports."',
      'What happens when the zoo has a snow day',
      'Protest marks public school visit by new education secretary',
      'PBS NewsHour: "WATCH LIVE ON #Periscope: Mark Shields and @nytdavidbrooks discuss the week in politics."',
      'What to read and watch to understand how fringe movements turn to terrorism',
      'What engineers are doing about the 300-foot hole in California’s Oroville Dam spillway',
      'Honored for songwriting, Motown legend Smokey Robinson proves he really got a hold on pop music',
      'As HHS secretary, Tom Price has significant powers to change health care',
      'In need of complex care, a Syrian child gets a second chance at a U.S. hospital',
      'WWII bomb defused in Greece; 70,000 evacuees heading home',
      'Cohousing communities help prevent social isolation',
      'Trudeau and Trump to meet for the first time',
      'PBS NewsHour: "LIVE on #Periscope: President @realDonaldTrump + Canadian Prime Minister @JustinTrudeau hold joint news conference."',
      'The sun’s spin is slowing, and we might know why',
      'Two fathers use poems to teach their kids about growing up black in America',
      'Flynn Letter',
      'Secret Service director retiring, led agency amid turmoil',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @MarkWarner and @SenatorRisch join @JudyWoodruff to discuss Michael Flynn\'s resignation."',
      'How UConn women’s basketball became synonymous with winning',
      'PBS NewsHour: "WATCH LIVE on #Periscope: President @realDonaldTrump and Israel PM @netanyahu hold a joint news conference."',
      'At LA art show, immigrant portraits draw record attendance',
      'Puzder withdraws nomination for labor secretary',
      'Another West Virginia town sues drug wholesalers',
      'Labor pick Puzder drops out; Trump slams leaks over Russia contact reports',
      'PBS NewsHour: "Pres. Trump is expected to announce his labor secretary nominee. Then, @WmBrangham+@DanielBush take your questions."',
      'Monopoly is ditching the thimble, a token of the past',
      'PBS NewsHour: "LIVE on #Periscope: @JudyWoodruff @hari and our team bring you news+analysis from President Trump\'s news conference."',
      '‘Eagle eye’ lenses may inspire hi-def cameras as thin as a strand of hair',
      'Being an outsider is actually an immigrant’s advantage, says this writer',
      'PBS NewsHour: "LIVE on #Periscope: Pres. Trump speaks at Boeing\'s plant in SC, where workers recently voted against unionizing."',
      'Raoul Peck on why this scene from ‘Moonlight’ is one of the best he’s seen in film',
      'PBS NewsHour: "WATCH LIVE on #Periscope: Mark Shields and @nytdavidbrooks break down the week in politics with @JudyWoodruff."',
      'Shields and Brooks on Trump using the press as a punching bag, Michael Flynn’s sacking',
      'At a resurrected climate conference, concerns loom that CDC scientists may be silenced',
      'Norma McCorvey, plaintiff in Roe v. Wade, dies at 69',
      'Pence visits former Nazi concentration camp',
      '‘Allegiance’ with George Takei portrays Japanese-American internment on Broadway',
      'Revisiting Japanese internment on the 75th anniversary',
      'Democrats aim to reclaim the working class vote',
      'Name that beard: Match the facial hair to the President',
      'In manifesto, Zuckerberg lays out vision for Facebook’s future',
      'Weekly Poems: By Washington and Lincoln',
      'How well do you know presidential history?',
      'Photo: Preventing polio in Yemen',
      'Fighting to breathe in the world’s most polluted city',
      'Almost 1.4 million children face ‘imminent death’: UN agency',
      'U.S. bids farewell to Bao Bao. Here’s a look at her best moments',
      'Maya Angelou knew how a laugh could be a survival tool',
      'Same-sex marriage laws linked to fewer youth suicide attempts, new study says',
      'Why children’s author Jerry Spinelli won’t shy away from tough topics',
      'In coal country, putting faith in Trump’s economic promises',
      'How a simple game of chess can break through stereotypes',
      'PBS NewsHour: "LIVE on #Periscope: @NASA set to announce a "discovery beyond our solar system" http:',
      'Scientists find 7 Earth-like planets orbiting nearby ultracool star',
      'Photo: Greece distributes food as it sinks into depression',
      'Lisa Desjardins: "Live from Passionate town hall w NJ GOP Rep. Leonard Lance. (Pt.2.) starting w environmental concerns."',
      'How scrapping transgender bathroom guidelines impacts schools',
      'Hunt for alien life zooms in on newly discovered solar system',
      'PBS NewsHour: "Steve Bannon and @Reince45 address @CPAC #CPAC2017. Then @DanielBush+@WmBrangham take your questions."',
      'Intelligence test shows bees can learn to solve tasks from other bees',
      'Column: How to help students discover the whole truth',
      'Photos: As fighting continues in South Sudan, children battle famine',
      'How poet John Keats met his early end',
      'Virginia joins global movement to criminalize female circumcision',
      'PBS NewsHour: "LIVE on #Periscope: Mark Shields and @nytdavidbrooks provide analysis of the week\'s news. They join @JudyWoodruff"',
      'Shields and Brooks on tea party lessons for Democrats, remaking GOP in Trump’s image',
      'A groundbreaking filmmaker finally gets her time to shine',
      'Syrian who worked on nominated film can’t attend Oscars',
      'Anime didn’t make it into the Oscar nominations this year. Here’s why that doesn’t matter.',
      '‘Hidden Figures’ and the journey to celebrate NASA’s black female pioneers',
      'Russians march in Moscow two years after Putin critic was killed',
      'The struggle of rebuilding America’s infrastructure',
      'At the Oscars, wins for ‘Moonlight’ and calls for art without borders',
      'Analysis: Deadly threat from far-right extremists is overshadowed by fear of Islamic terrorism',
      'Q&A: Scientists work to regenerate the cells lost after loud noises',
      'PBS NewsHour: "On #Periscope: Looking ahead to Pres. Trump\'s address to a #JointSession of Congress w',
      'As Trump addresses Congress, poets pen a people’s view',
      'Photo: Fleeing the Islamic State for a camp outside Mosul',
      'Why we’re overdue to know the brilliance of Africa’s civilizations',
      'What we know about Russian meddling and Putin’s playbook',
      'Photo: Celebrating the start of Carnival in Trinidad',
      'Georgia couple gets prison time for racist threats at child’s birthday party',
      'JeanPierre @mschlapp @JudyWoodruff on #Periscope before @POTUS #Jointsession speech."',
      "Watch Trump's address to Congress in 7 minutes",
      'Trump administration freezes Obama rule on water protection',
      'This New Mexico school welcomes families who live across the border',
      'How scientists brought bison back to Banff',
      'Flocks of birds perish by crashing into new Minnesota Vikings stadium',
      'New Lego set to celebrate NASA’s women pioneers',
      'Julian Assange’s days at the Ecuador embassy may be numbered',
      'Inside the secret process that’s supposed to prevent an Oscars mishap',
      'PBS NewsHour: "WATCH LIVE on #Periscope: @PamelaKirkland reports on Baltimore\'s approach in the ongoing battle against opioids"',
      'Photo: A bird’s-eye view of Australia’s Outback',
      'Aboriginal Australian artists are having a moment in the U.S. These women are at the forefront.',
      'PBS NewsHour: "LIVE on #Periscope: Minority Leader @SenSchumer addresses #Sessions role in Russia probe"',
      'PBS NewsHour: "LIVE on #Periscope: President Trump addresses sailors and shipbuilders aboard the #USSGeraldRFord"',
      'How a pop-up magazine experiment is turning journalism into performance art',
      'Blumenthal: Sessions needs to give ‘credible explanation’ or resign',
      'How American artists captured the Great War up close',
      'Stop asking this comedian about being a woman in comedy',
      'Same-sex marriage just became legal in Finland',
      'Arrest made in national threats to Jewish community centers',
      '5 books that will make you think about what it means to be human',
      'Al-Qaida number two killed by U.S. drone strike in Syria',
      'Photo: A new women’s world chess champion is crowned',
      'GOP lawmakers try to rein in mass protests with new state laws',
      '‘This is a story that won’t let us go’: New book revisits racial injustice of Emmett Till’s murder',
      'Somalia: 110 dead from hunger in past 48 hours in drought',
      'Why farmers and ranchers think the EPA Clean Water Rule goes too far',
      'In ‘The Future of Cities,’ innovative responses to urban issues',
      'FCC may scale back net neutrality',
      'New national park celebrates Harriet Tubman’s legacy',
      'Flint water cost to rise as state ends subsidy',
      'At new national park, a window into Harriet Tubman’s life after the Underground Railroad',
      'PBS NewsHour: "On #Periscope: @DHSgov, @StateDept and @TheJusticeDept are expected to announce Pres. Trump\'s new travel ban order"',
      'Supreme Court says jury’s racial bias can be investigated after trial',
      'PBS NewsHour: "Live on #Periscope: President Trump\'s @PressSec @seanspicer holds an off-camera news gaggle."',
      'PBS NewsHour: "LIVE on #Periscope: @AGOWA holds a news conference on Pres. Trump\'s revised executive order on temporary travel ban"',
      'Ben Carson refers to slaves as ‘immigrants’ in first speech to HUD',
      '1 in 4 Syrian children at risk of mental health disorders, new report says',
      'PBS NewsHour: "LIVE NOW on #Periscope: The @StateDept holds its first news briefing since President Trump took office."',
      'PBS NewsHour: "LIVE on #Periscope: Today, WikiLeaks released alleged CIA hacking documents. We learn more from @MarkMazzettiNYT"',
      'This nonprofit helps put families on a path out of poverty',
      'Kristen was the picture of health. She died of colorectal cancer at 38',
      'Sen. Lankford: Trump tax records not relevant to Russia probe',
      'PBS NewsHour: "LIVE on #Periscope: @NancyPelosi and other Democrats gather for #InternationalWomensDay and #ADayWithoutAWoman"',
      "'PBS NewsHour' Is Unexciting And Even-Keeled, And People Are Loving It",
      'Across borders, Syrian women gain strength from each other',
      'Bronze girl statue faces off with Wall Street Bull on International Women’s Day',
      'Photos: A look at International Women’s Day marches around the world',
      'Panetta: WikiLeaks dump of hacking documents ‘seriously damaging’ to CIA',
      'What a day on strike says about the women’s movement',
      'How scientists are tracking a massive iceberg in the making',
      'Finding Emily Dickinson in the power of her poetry',
      'Here’s what the economy would look like without women',
      'This photographer chronicles Pennsylvania’s forgotten industrial towns and people',
      'Want to cut carbon emissions? Try growing cement bricks with bacteria',
      'Photo: Celebrating Holi, the Spring ‘festival of colors’',
      'When smart devices are always on, vulnerability may be a trade-off of convenience',
      'Stamping out smallpox is just one chapter of his Brilliant life story',
      'She wanted to express her love for her dad. It took 300 pages of writing',
      'Muslim female athletes wear hijabs. Until now, no major athletic company made them.',
      'Marines caught sharing photos of female colleagues draw condemnation',
      'Need to escape reality? Step into infinity with Yayoi Kusama',
      'Living a meaningful life is as simple as storytelling',
      'Gay veterans permitted to march in Boston’s St. Patrick’s Day parade',
      'Pruitt dismisses climate science, environmental policy in flux',
      'Death toll in Guatemala children’s shelter fire rises to 40',
      'Photo: Spinning records in Aleppo, Syria',
      'PBS NewsHour: "LIVE on #Periscope: How does @algore view Trump\'s presidency so far? @JudyWoodruff interviews the former VP"',
      'Al Gore: We need to restore American democracy’s immunity to blatant falsehoods',
      'Pi Day Quiz: How many digits can you name?',
      'Meet the farm boy from Wales who gave the world ‘pi’',
      'PBS NewsHour: "WATCH LIVE on #Periscope: President Trump\'s @PressSec @seanspicer holds the daily White House news briefing"',
      'Top U.S. Marine: ‘Enough is enough’ on nude photo sharing',
      'Selfies and the communal experience of Yayoi Kusama’s infinity rooms',
      '‘Zoot Suit,’ a classic play about discrimination, finds renewed purpose',
      'PBS NewsHour: "#Periscope: @TheJusticeDept expected to announce charges tied to breach of millions of Yahoo accounts, reports say"',
      'PBS NewsHour: "LIVE on #Periscope: President @realDonaldTrump is expected to discuss auto fuel efficiency standards in Detroit."',
      'How global warming leads to tiny horses and other shrinking mammals',
      'Can I work and still collect my late husband’s Social Security benefits?',
      'Federal Reserve raises key interest rate after solid jobs report',
      'Plea deal reached for man who fired shots inside DC pizzeria',
      'Trump stands by wiretap claim as lawmakers voice doubt',
      'Dutch reject far-right Geert Wilders in national election for prime minister',
      'Growing number of states fine slowpoke drivers in highway fast lanes',
      'Why small and rural arts groups may hurt the most under Trump’s plan to gut the NEA',
      'PBS NewsHour: "LIVE on #Periscope: Two views on President Trump\'s budget proposal from @ChrisVanHollen and @ToddRokita"',
      'Column: By saddling students with debt, we’re depriving them of self-reliance',
      'Scientists have discovered 4.2 billion-year-old remnants of the Earth’s first crust',
      'PBS NewsHour: "LIVE on #Periscope: President @realDonaldTrump + German Chancellor Angela Merkel hold a @WhiteHouse news conference"',
      '6 charts that illustrate the divide between rural and urban America',
      'Photo: ‘Kiss me, I’m Irish’',
      'From Neil Gaiman, tales of Thor and Odin for modern ears',
      'How powerful stories can change the world for the better',
      'Documentary ‘Newtown’ examines a town’s lasting trauma',
      'Chuck Berry still thrills at Blueberry Hill',
      'What ‘white folks who teach in the hood’ get wrong about education',
      'Germany rejects Trump’s claim it owes NATO ‘vast sums’',
      'Trump’s proposed budget would gut Great Lakes cleanup, a ‘game-changer’ for the region',
      'How Chuck Berry defined a generation of rock ‘n’ roll',
      'Watch Mister Rogers’ heart-warming message to his grownup fans',
      '‘Sesame Street’ debuts Julia, its first character with autism',
      'PBS NewsHour: "LIVE on #Periscope: @JudyWoodruff interviews @RepAdamSchiff on #ComeyHearing and @ChuckGrassley on #Gorsuch hearing"',
      'Local police departments restore peace of mind by phoning senior citizens once a day',
      'Schiff: ‘Big problem’ if President Trump is making up his wiretap claim',
      'Photo: Turkish women spring forward',
      'Why a baby’s first touch may set their sense of the world',
      'First-ever Rosie the Riveter Day honors women who broke WWII’s workplace gender barrier',
      'What sparked a new carry-on electronics ban on some flights?',
      'Inclusive wellness center is an oasis for a neighborhood left behind',
      'The Senate Hearings: SCOTUS Nominee Neil Gorsuch',
      '4 dead, 20 wounded in attack near UK Parliament',
      'NEA funding fight is also a fight about jobs, arts groups say',
      'OPC Overseas Press Club Announces 22 Award Winners',
      'PBS NewsHour: "#Periscope: @RepAdamSchiff to discuss @DevinNunes comments that Trump’s communications may have been "monitored""',
      'PBS NewsHour: "ONLY ON NEWSHOUR: @JudyWoodruff interviews former National Security Adviser @AmbassadorRice. Watch on #Periscope"',
      'Susan Rice: The world wonders and worries if the White House can be trusted',
      'Old memos show former Trump aide Manafort offered to promote Russian interests, AP reports',
      'Instagram',
      'The woe of being labeled a pit bull',
      'Google Street View can now map invisible gas leaks in your city',
      'LISTEN: This composer makes music inspired by national parks',
      'How GOP health bill could dramatically change lives of small business employees, Medicaid recipients',
      'PBS NewsHour: "Live on #Periscope: House Democrats speak on GOP health care bill"',
      'PBS NewsHour: "LIVE on #Periscope: @NancyPelosi speaks after House Republicans pull their health care bill before scheduled vote."',
      'Some California children exposed to higher lead levels than those in Flint',
      'Republican repeal effort in ruins, ‘we’re going to be living with Obamacare’ for foreseeable future',
      'When companies sponsor social good, who benefits?',
      'Thousands in London take to streets to protest Brexit plan',
      'In the state with the highest medical debt, it’s the middle class who carries the burden',
      'South Sudan faces famine, potential genocide in civil war',
      'Assessing the impact of the failed GOP health care bill',
      'Senate votes to undo internet privacy regulations',
      'PBS NewsHour: "#Periscope: We learn more about protests against #Putin over the weekend from @MargaretWarner + @mashagessen"',
      'Why the Belarus Free Theatre’s shows will go on, despite government arrests',
      'Why young Russians are mobilizing against corruption',
      'What we know about the deadly air assault on Mosul',
      'How healthy are the Affordable Care Act marketplaces?',
      'Photos: Vets race to save the last two animals in the Mosul zoo',
      'McCaskill launches investigation of opioid drugmakers',
      'Remembering Bill Minor, a lion of journalism in the South',
      'Analysis: Many rural millennials are alienated from politics',
      'Barrasso: Trump climate rollback helps U.S. as an energy superpower',
      '‘Difficult slog’ ahead to undo Obama climate legacy, says former EPA chief',
      'Is this Supreme Court ruling a game changer for special education?',
      'U.S. opens formal investigation into civilian deaths in Mosul',
      'PBS NewsHour: "LIVE on #Periscope: @SenatorBurr + @MarkWarner of Intelligence Comittee discuss Russian investigation"',
      'Bangladesh’s billion dollar leather industry has a problem with child labor and toxic chemicals',
      'PBS NewsHour: "LIVE on #Periscope: PTSD often goes untreated because of the stigma associated with it. @soledadobrien reports"',
      'Four veterans living with PTSD reveal the disorder’s many faces',
      'Bob Dylan will accept his Nobel Prize for Literature after all',
      'What’s stopping the vulnerable Everglades from being healed?',
      'Library of Congress adds to list of sounds that shaped America',
      'Listen to the classic and groundbreaking recordings that made this year’s National Registry list',
      'Diagnosing Vincent Van Gogh',
      'Governor holds news conference after state legislature voted to repeal #HB2 earlier today."',
      'PBS NewsHour: "LIVE on #Periscope: @soledadobrien reports on the difficulty in diagnosing PTSD + how that complicates treating it"',
      'Feds pull FAFSA tool after potential data breach',
      'SpaceX makes history with launch and landing of a used rocket',
      'Can science make diagnosing PTSD less of an ordeal?',
      'Kathleen Turner wants women to realize their own value',
      'PBS NewsHour: "LIVE on #Periscope: Former Secretary of State Hillary Clinton speaks at @GIWPS annual #HRCawards"',
      'Neil Gaiman listens to these dramatic film scores while he writes',
      'Few people can name five female artists — can you?',
      'PBS NewsHour: "#Periscope: @soledadobrien reports on researchers\' efforts to find the cause of post traumatic stress disorder"',
      'Yevgeny Yevtushenko, acclaimed Russian poet, dies at 84',
      'The facts on climate change — and what to do about it',
      'After protests, Venezuela restores power to congress',
      'How these new Sesame Street and Power Rangers characters are changing Hollywood’s portrayal of autism',
      'Ecuadoreans vote in closely watched presidential election',
      'Grim search resumes after Colombia flood kills at least 207',
      'In Gibraltar, British citizens worry about effects of Brexit',
      'NYC mayor endorses Rikers shutdown plan',
      'PBS NewsHour: "LIVE on #Periscope: @senjudiciary is expected to vote on Neil #Gorsuch, President Trump\'s nominee to #SCOTUS"',
      'Twitter Chat: Why some veterans struggle with PTSD, and what they need',
      'War on the Brain - Tag',
      'Bill Nye on his ‘codebreaker’ mom and how science teachers can change the world',
      'Why the Senate is gearing up for an ugly fight over Neil Gorsuch',
      'From the ashes of Aleppo, a sound of hope',
      'Photo of a Syrian man listening to records in his bombed-out bedroom is about life, not war',
      'PBS NewsHour: "WATCH LIVE: President Trump is expected to speak at a CEO town hall happening this morning at the White House."',
      'In ‘We Do Our Part,’ a cautionary tale about losing sight of working Americans',
      'PBS NewsHour: "LISTEN LIVE on #Periscope: @PressSec Sean Spicer holds an off-camera gaggle with reporters at @WhiteHouse."',
      'VA says it fixed the veteran suicide hotline, but critics say it’s still broken',
      'PBS NewsHour: "We learn more from @MargaretWarner @Andrewtabler @susannahsirkin on today\'s apparent chemical attack in Syria"',
      'How will new law blocking internet privacy rules affect you?',
      'Sponsors split from FOX News over sexual harassment scandal',
      'PBS NewsHour: "#Periscope: @nikkihaley speaks at emergency @UN ‏Security Council meeting after suspected chemical attack in #Syria"',
      'PBS NewsHour: "#Periscope: President @realDonaldTrump holds a joint news conference with @KingAbdullahII of @RHCJO at @WhiteHouse"',
      'Why bad science is plaguing health research — and how to fix it',
      'The man who’s walking around the world follows footsteps of old Silk Road traders',
      'U.S. women’s soccer scores higher pay, better conditions in new labor agreement',
      'WATCH: Astronaut John Glenn laid to rest at Arlington National Cemetery',
      'PBS NewsHour: "LIVE: John Glenn, the first American to orbit the Earth, is laid to rest at @ArlingtonNatl. (Coverage via @NASA TV)"',
      'Murray: ‘Nuclear’ option on Gorsuch is Republicans’ choice',
      'Are the unprecedented demands of protecting the Trumps straining the Secret Service?',
      'WATCH: That time comic legend Don Rickles roasted PBS',
      'PBS NewsHour: "#Periscope: The U.S. Senate is expected to confirm Neil Gorsuch, President Trump\'s Supreme Court nominee."',
      'At least two dead, many injured after truck rams into Stockholm department store',
      '8 things you didn’t know about beer',
      'PBS NewsHour: "Watch #Periscope: President Trump\'s @PressSec @seanspicer holds White House news briefing at Mar-a-Lago"',
      'PBS NewsHour: "WATCH #Periscope: Mark Shields+@nytdavidbrooks join @JudyWoodruff to discuss #SyriaStrikes + #Gorsuch confirmation"',
      'California’s five-year drought is over, governor declares',
      'Shields and Brooks on Trump’s Syria attack, Senate’s fierce partisanship',
      '5 books for troubled times from this indie bookstore in Pakistan',
      'How Jewish tables around the world serve a feast of traditions',
      '2 Marines demoted, more investigated in nude photo probe',
      'Why do actors and actresses have separate award categories? MTV just eliminated theirs',
      'Group gives cash aid to rural Kenyans, then studies its effects',
      'States want more career and technical training, but struggle to find teachers',
      'Is college worth the cost?',
      'Where do you stand on the March for Science?',
      'PBS NewsHour: "WATCH LIVE: Neil Gorsuch is sworn in as the next associate justice on the Supreme Court"',
      'This Passover, make a flourless chocolate cake from Joan Nathan',
      'PBS NewsHour: "WATCH #Periscope: @SanBernardinoPD news conference after a shooting at North Park Elementary in San Bernardino"',
      'Unveiling the long-hidden story of the Attica prison takeover',
      'Imagining the Underground Railroad as an actual train system',
      'The stories behind the unseen eviction crisis',
      'Why these librarians are protesting Trump’s executive orders',
      '2 adults, 1 student killed in likely murder-suicide at San Bernardino elementary school',
      'How Tesla’s ‘story’ is driving its skyrocketing stock value',
      'After fame, magic and controversy, Ringling Bros. Circus will take its last bow',
      'An ‘Earth-sized’ telescope takes aim at the first-ever image of a black hole',
      'What does it mean to have no homeland? This haunting poetry searches for answers',
      'Here’s what California’s ‘super bloom’ looks like from space',
      'Here’s the full list of 2017 Pulitzer Prize winners',
      'PBS NewsHour: "WATCH #Periscope: AG Jeff Sessions holds a news conference in Arizona, where he is touring the US-Mexico border."',
      'Bangladesh cuts power to leather district after years of environmental violations',
      'This university in Ghana focuses on critical thinking to change attitudes on corruption',
      'Column: Can librarians help solve the fake news problem?',
      'F. Scott Fitzgerald’s life was a study in destructive alcoholism',
      'Dogs distinguish words and tone much like humans',
      'PBS NewsHour: "WATCH #Periscope: Uproar continues over forced removal of #United passenger. @TodayInTheSky joins @JeffreyBrown"',
      'The science behind why your shoelace knot is doomed to fail',
      'Why domesticated foxes are genetically fascinating (and terrible pets)',
      'With new policy, Trump administration puts undocumented immigrants on notice',
      'Deported to Mexico, these men feel lost in a country they no longer know',
      'Deadly epidemic spurs research into the lives of bats',
      'For science educators, the stakes for teaching the next generation feel higher than ever',
      'How chemistry creates the perfect, gooey grilled cheese sandwich',
      'PBS NewsHour: "WATCH #Periscope: Secretary of @StateDept Rex Tillerson holds news conference with @mfa',
      'PBS NewsHour: "WATCH #Periscope: @POTUS @realDonaldTrump holds joint news conference with @NATO\'s @jensstoltenberg at @WhiteHouse"',
      'Brands treat us like the replicants in ‘Blade Runner’',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews @NATO\'s @jensstoltenberg on #Russia, Pres. Trump + fighting terrorism"',
      'Read the letter the Charging Bull sculptor sent demanding the removal of Fearless Girl',
      '7 things you didn’t know about Beverly Cleary',
      'Florida is burning and it’s just the start of the dry season',
      'UN peacekeepers accused of thousands of cases of abuse, AP finds',
      'This ‘Refugee’ author explains what it’s like to live between worlds',
      'PBS NewsHour: "Live on #Periscope: @NASA finds hints of life-sustaining ocean features on Saturn moon."',
      'NASA: Ocean on Saturn moon contains ‘almost all’ known ingredients for supporting life',
      'Dreading doing your taxes? Other countries show us there’s another way',
      'Inspired by internment camp history, students write a musical work and hear echoes of today',
      'On America’s racial terrorism, ‘our silence has condemned us’',
      'The 8 books librarians can’t stop talking about right now',
      'Remember Simba and Lula suffering at Mosul’s zoo? This rescue team has good news',
      'Shields and Brooks on GOP home-district hostility, Trump policy reversals',
      'Prep school Choate owns up to decades of abuse allegations',
      'The problem with thinking you know more than the experts',
      'Interior Secretary: No harassment allowed at National Parks',
      'Amid Trump crackdown, U.S. immigrants head to Canada',
      'Why addressing loneliness in children can prevent a lifetime of loneliness in adults',
      'What other countries can teach America about taxes',
      'California cities show stark differences on immigration',
      'After filming the effects of nationalism in Europe, this artist has a message for the U.S.',
      'How life in the wild becomes stunning landscape photography',
      'Can Rhode Island’s paid family leave be a national model?',
      'Georgia Dems aim for upset in Republican stronghold',
      'PBS NewsHour: "Live on #Periscope: President Trump and first lady Melania Trump host their first White House #EasterEggRoll"',
      'A ‘Bat Bot’ takes flight',
      'Should states ban the death penalty for people with severe mental illness?',
      'As global groundwater disappears, rice, wheat and other international crops may start to vanish',
      'PBS NewsHour: "Live on #Periscope: NewsHour\'s Politics Monday segment is back with @amyewalter and @tamarakeithNPR"',
      'WATCH: NASA shows first 360-degree video of rocket launch',
      'Meet Nate Butkus, the 6-year-old with a science podcast',
      'Veterans Affairs launches pilot program with CVS to reduce wait times for veteran care',
      'PBS NewsHour: "WATCH #Periscope: President Trump visits tool manufacturer Snap-on Inc. in Wisconsin to talk jobs and the economy"',
      'Why Americans aren’t good at rebounding from financial emergencies — and how you can get better',
      'Why musicians are selling old-school records to benefit Planned Parenthood',
      'Why transparency on Trump’s taxes, visitors and family business matters',
      'How could the H-1B visa program for foreign workers be improved?',
      'A special state visit for Trump sparks outcry in the U.K.',
      'Graduate students are underpaid and overstressed. Can academic unions change that?',
      'Meet an artist who’s waving her banner in support of the March for Science',
      '7 overlooked women writers you should be reading now',
      'Bill O’Reilly dropped by Fox News amid harassment allegations',
      'PBS NewsHour: "WATCH #Periscope: Bill O\'Reilly is out at Fox News. @nytmike and @farrellERA join @JudyWoodruff to discuss"',
      'The Simpsons, Fox’s quirky animated family, turns 30',
      'Scientists dive into the political fray',
      'Hospital inspections, kept secret, may soon become public',
      'Why armed militia groups are surging across the nation',
      'Jason Chaffetz says he may leave Congress early',
      'Gunman dead in Paris after killing one officer, injuring two others',
      'Column: Teaching students to appreciate a world of religions and resist intolerance',
      'PBS NewsHour: "WATCH #Periscope: How people get their news and the impact it has on how they see the world. @johnyangtv reports."',
      'Scientists say most marijuana strains act basically the same',
      'Russian think tank planned to influence the U.S. election, new documents reveal',
      'Celebrate Queen Elizabeth II’s 91st birthday with photos of her as a youth',
      'Students sharpen editing skills with help from PBS',
      'For doctors, a clamp down on visas could have an uneven effect in the U.S.',
      'Exxon, Dow Chemical requests to Trump administration raise red flags about corporate influence',
      'Here’s the real story behind your cup of tea',
      'FDA: Codeine cough syrup should not be given to kids',
      'PBS NewsHour: "#Periscope: @UN\'s @antonioguterres joins @JudyWoodruff for 1st U.S. TV interview since becoming Secretary-General"',
      'After viral story on DC girls, understanding the real perils for missing minority children',
      'Why your smartphone is irresistible (and why it’s worth trying to resist)',
      'Trump Health Dept. dismisses Obama appointed surgeon general',
      'Smithsonian’s National Zoo and Conservation Biology Institute',
      'Cherokee Nation files lawsuit targeting CVS and other pharmacies in opioid crisis',
      'Scientists consider running for office',
      'Missouri’s blue-city, red-state divide over minimum wage',
      'Macron, Le Pen advance to runoff that will decide France’s next leader',
      'Stitch by stitch, a brief history of knitting and activism',
      'Venezuelan protesters demand new elections',
      'PBS NewsHour: "Live on #Periscope: President Trump speaks with Peggy Whitson as she breaks the U.S. record for cumulative time in space"',
      'PBS NewsHour: "WATCH #Periscope: Former President @BarackObama holds his 1st public event at @UChicago since leaving office."',
      'Coal miners’ much-needed health care collides with budget showdown',
      'Undercover rover allows up close and personal observations with penguins',
      'After life-shattering loss, Sheryl Sandberg reaches out to others in grief',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews @SenSanders on trade and the Democratic Party."',
      'In “Ballet Across America,” Misty Copeland and Justin Peck paint dance’s diverse future',
      'As Trump softens border wall money demand, will other barriers derail spending bill?',
      'How a tariff on Canadian lumber could backfire on the U.S.',
      'Website USAFacts offers a new way to follow your tax money',
      'In dystopian ‘Handmaid’s Tale,’ a warning for a new generation not to take rights for granted',
      'PBS NewsHour: "WATCH #Periscope: Pres. Trump signs executive order directing @Interior to review national monument designations"',
      'Conversation: Director Jonathan Demme on His New Film and Hero, Carolyn Parker',
      'PBS NewsHour: "WATCH #Periscope: @USTreasury\'s @stevenmnuchin1 and Trump economic chief Gary Cohn hold @WhiteHouse news briefing"',
      'Artificial womb keeps premature lambs alive for weeks. Are humans next?',
      'An argument for how Trump’s tax plan could exacerbate inequality',
      'Sebastian Junger on the consequences of not stepping in on Syria',
      'Remembering Jonathan Demme, acclaimed director of eclectic, edgy films',
      'American teenagers remain behind on music and visual arts, study says',
      'Column: 6 questions to ask at every doctor’s appointment',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews Ohio Gov. @JohnKasich, author of new book "Two Paths.""',
      'Why it takes you and an elephant the same amount of time to poop',
      'The biggest takeaways from Pope Francis’ groundbreaking TED talk',
      'John Kasich: Nothing works if we’re always fighting',
      'PBS NewsHour: "WATCH #Periscope: @StateDept\'s Rex Tillerson to talk about North Korea at special meeting of @UN Security Council"',
      'Court upholds decision to block health insurer Anthem’s bid for rival Cigna',
      'Friendly fire may have killed 2 Army Rangers in Afghanistan',
      'Column: 5 questions to ask during your hospital stay',
      'NSA to stop collecting some internet communications',
      'PBS NewsHour: "WATCH #Periscope: Mark Shields and @nytdavidbrooks join @JudyWoodruff to analyze President Trump\'s first 100 days."',
      'Nixon biographer recommends 8 other biographies you need to read',
      'Shields and Brooks Trump’s 100-day performance',
      'Rising numbers of rural youth are unemployed and out of school, and it’s costing all of us',
      'Pope Francis brings message of peace to Egypt as Christians face violence',
      'A case about citizenship draws laughter and lively banter at the Supreme Court',
      'A self-made success? Let’s kill that myth',
      'Corporations go overseas to avoid U.S. taxes',
      'Investments in Russia become focus in congressional race',
      '‘I knew that it would be a long, hard fight,’ says activist who wants to raise minimum wage',
      'Drones keep elephants away from people in Tanzania',
      'Does the spending compromise set Congress up for a bigger fight later?',
      'South Sudan’s civil war spirals into genocide, leaving ghost towns in its wake',
      'Student on student sexual assault is more common than we thought',
      'Government relaxes nutrition standards for school lunches',
      'PBS NewsHour: "WATCH #Periscope: @united CEO Oscar Munoz and other airline executives face House @Transport Committee."',
      'WATCH: In testimony, United Airlines CEO says passenger incident was ‘a mistake of epic proportions’',
      'PBS NewsHour: "WATCH #Periscope: Pres. Trump\'s @PressSec, @DHSgov\'s Kelly + @OMBPress\'s Mulvaney hold daily @WhiteHouse news briefing"',
      'PBS NewsHour: "WATCH #Periscope: @WmBrangham looks at @Netflix\'s @13ReasonsWhy with @soniasaraiya and @CConolly',
      'Millions are on the brink of war-driven starvation in South Sudan',
      '’13 Reasons Why’ is provocative and devastating. Is it also dangerous?',
      'New biography humanizes Nixon while revealing his ‘most reprehensible’ act',
      'This digital archive of slave voyages details the largest forced migration in history',
      'PBS NewsHour: "WATCH #Periscope: @FBI Director James Comey testifies in front of @senjudiciary"',
      'PBS NewsHour: "#Periscope: @TheJusticeDept holds news conference on investigation into fatal police shooting of #AltonSterling"',
      'Facebook to hire 3,000 more content reviewers after spate of violent videos',
      'PBS NewsHour: "#Periscope: Is @facebook embracing enough responsibility for its growing social network? @hari talks to @fmanjoo"',
      'By murder, prison and rhetoric, here’s how the global free press is being suppressed',
      'Column: Why geography matters for students now more than ever',
      'What’s on Steve Bannon’s policy white board? Now we know',
      'Shulkin says he’s considering closing 1,100 Veterans Affairs facilities',
      'PBS NewsHour: "#Periscope: @POTUS Trump signs exec. order easing tax rules for religious groups + marks the National Day of Prayer"',
      'PBS NewsHour: "LISTEN #Periscope: @SHSanders45 holds off-camera @WhiteHouse news gaggle with reporters."',
      'PBS NewsHour: "WATCH #Periscope: @POTUS Trump speaks with members of Congress present at the @WhiteHouse after House passes #AHCA"',
      'Listen to Democrats’ taunts and Republicans’ cheers as health care bill passes',
      'PBS NewsHour: "#Periscope: A deep-dive into the American Health Care Act #AHCA with @hari, @LisaDNews and @KHNews\' @jrovner"',
      'Airline scandals attract congressional scrutiny',
      'Britain’s Prince Philip to stop making public appearances',
      'How health care cost and coverage might change for everyone under GOP bill',
      'Long welcoming to refugees, hostility toward newcomers is growing in Uganda',
      'TV pioneer Norman Lear finds joy in creative stress',
      'PBS NewsHour: "WATCH #Periscope: @SHSanders45 holds daily @WhiteHouse news briefing."',
      'Disco deserves more respect. These 5 songs prove why',
      'PBS NewsHour: "WATCH #Periscope: Will the House-passed #AHCA make it through the Senate? Mark Shields+@MJGerson join @hari"',
      'From Bears Ears to Gold Butte, here are the 27 national monuments being reviewed by the Trump administration',
      'WATCH: How to make a Kentucky Derby-worthy mint julep',
      'Can Puerto Rico climb back from bankruptcy and shrinking population?',
      'Shields and Gerson on GOP health care bill fallout, Trump’s order on religion',
      'In ‘Behold the Dreamers,’ the American dream and immigrant reality collide',
      'How refusing to listen to other voices can harm us all',
      'Dozens of schoolchildren killed in Tanzanian bus accident',
      'French cybersecurity agency to probe Macron hacking attack',
      'Dozens of Nigerian school girls freed by Boko Haram',
      'Emmanuel Macron wins French election',
      'Macron declares ‘new page of our history’ in France',
      'Toddlers’ screen time linked to slower speech development, study finds',
      'PBS NewsHour: "#Periscope: Former acting AG Sally Yates set to testify before @senjudiciary subcommittee on Russia',
      'As fentanyl death toll spikes, states step up their interventions',
      'From Trayvon Martin to Sandra Bland, these poems use court documents to honor black lives cut short',
      'Pentagon releases military photographer’s stunning photo of her last moments',
      'Yates’ Senate testimony on ‘compromised’ Flynn returns Russia probe to spotlight',
      'After unprecedented election, France’s Macron will face challenges in governing',
      'To improve patient diets, the doctor is in…the kitchen',
      'It’s Teacher Appreciation Week. Who inspired you to teach?',
      'The Waste That Remains From Arming Nuclear Weapons',
      'Nuclear waste tunnel collapses at Hanford site in Washington state',
      'Column: How bringing comics into the classroom made me love teaching again',
      'Medicare failed to investigate suspicious infection cases from nearly 100 hospitals',
      'PBS NewsHour: "WATCH #Periscope: @SenSchumer holds news conference after firing of FBI Director James Comey."',
      'Comey firing appears to center on handling of Clinton email case',
      'This Cuban lung cancer drug is giving some U.S. patients hope',
      'PBS NewsHour: "WATCH #Periscope: @SenateMajLdr Mitch McConnell may discuss James Comey\'s firing on Senate floor"',
      'Climate change-denying booklets are landing in the mailboxes of thousands of teachers',
      'Nearly 250 migrants are feared dead after Mediterranean shipwrecks',
      'PBS NewsHour: "WATCH #Periscope: What we know—and what we don\'t—about James Comey\'s firing. Join @JudyWoodruff for tonight\'s show."',
      'How does where you live affect your life expectancy?',
      'Saying farewell to some opera roles, Renée Fleming has career high notes ahead of her',
      'PBS NewsHour: "WATCH #Periscope: Acting @FBI Director Andrew McCabe, @NSAGov, @CIA + others face Senate Intelligence Committee."',
      'Betsy DeVos booed at graduation for historically black college',
      'The failure cycle causing a shortage of black male teachers',
      'PBS NewsHour: "#Periscope: @JudyWoodruff anchors tonight\'s @PBS @NewsHour with the latest on fallout from James Comey\'s firing"',
      'Under Rod Rosenstein, what’s in store for Russia probe?',
      'FDA proposes that doctors learn about acupuncture for pain management',
      'PBS NewsHour: "#Periscope: @JudyWoodruff talks to @CondoleezzaRice abt Comey\'s firing on tonight\'s @PBS @NewsHour"',
      'Shields and Ponnuru on James Comey firing fallout',
      'Condoleezza Rice: Amid Russia investigation, we should have confidence in our democratic institutions',
      'To reduce stigma, metro in Kerala, India hires transgender workers',
      'Macron sworn in as youngest French president in history',
      'Rising conservative voices call for climate change action',
      'What’s behind America’s rising maternal mortality rate',
      'PBS NewsHour: "Watch: President Trump pays respect to fallen law enforcement officers. #policeweek2017"',
      '‘I am an American’ — George Takei on a lifetime of defying stereotypes',
      'Gathering evidence of Syria war crimes in ‘The Assad Files’',
      'How Florence Nightingale cleaned up ‘hell on earth’ hospitals and became an international hero',
      'PBS NewsHour: "The @washingtonpost reports Pres. Trump revealed classified info to Russian officials last week. @GregJaffe joins us"',
      'This tiny island with no humans is getting buried in plastic trash',
      'Microsoft’s president says global cyberattack is a ‘wakeup call’',
      'When should the government reveal cyber flaws to tech companies?',
      'Artistic skills and independence bloom for these adults with disabilities',
      'PBS NewsHour: "TW: WATCH: Susan Rice, former national security advisor, to speak @amprog #CAPideas conference."',
      'PBS NewsHour: "#NationalSecurityAdviser holds press briefing after #WaPo story that Trump disclosed sensitive info to Russians"',
      'PBS NewsHour: "LISTEN LIVE on #Periscope: @PressSec Sean Spicer holds an off-camera gaggle with reporters at @WhiteHouse"',
      'Here’s how states are working to curb food waste',
      'New video shows undercover FBI operation against Bundy family',
      'PBS NewsHour: "The @nytimes reports Pres. Trump asked fmr. FBI Director Comey to end probe into Michael Flynn. @mattapuzzo joins us"',
      'Sen. Risch: Trump fully entitled to declassify information',
      'How could Trump’s Russian disclosure affect intelligence sharing?',
      'PBS NewsHour: "WATCH: House Dems discuss Comey memo, claims Trump obstructed justice"',
      '5 overlooked politics stories that are worth your time',
      'What this apple-picking robot means for the future of farm workers',
      'Sen. Sasse: Americans need to have confidence FBI is insulated from politics',
      'How Israel is responding to reports Trump may have disclosed its sensitive intelligence to Russia',
      'Twitter Chat: Can healthy eating replace medicine?',
      'At least 1 person killed after car hits and injures pedestrians in New York City’s Times Square',
      '5 healthy recipes that are doctor-approved',
      '1 in 6 newlywed spouses are of different race or ethnicity',
      'New museum pays homage to the best of communist-era kitsch',
      'How older adults can recover from loneliness',
      'Column: Fidget toys and why your kid’s brain loves them',
      'PBS NewsHour: ".@JudyWoodruff talks to Sen. Angus King on Russia\'s relationship with Trump administration from the campaign t"',
      '‘Hide no more,’ Pope Francis tells those with Huntington’s disease',
      'Jason Chaffetz could leave Congress by June 30, fellow Utah lawmaker says',
      'Glass spheres forged by volcanic lightning offer clues about eruptions',
      'Voters want Iran’s next president to make life more affordable',
      'Once segregated, this Georgia neighborhood finds new life by welcoming new communities',
      'How this man found his calling as an early elementary teacher',
      'Why white Americans don’t see themselves when they hear the word ‘race’',
      'The moment Chris Cornell, frontman of Soundgarden and Audioslave, understood what grunge meant',
      'Why Confederate monuments are coming down',
      'Sanofi rejects U.S. Army request for ‘fair’ pricing for a Zika vaccine',
      'Protests erupt in Yemen as Trump visits Saudi Arabia',
      'Trump signs Saudi arms deal on first foreign trip',
      '‘Twin Peaks’ is back after 26 years, but it never really left these misty, moody towns',
      'West Virginia schools rethink sex ed',
      'Kenya races toward goal of electrifying every household',
      'PBS NewsHour: "WATCH #Periscope: President @realDonaldTrump and Israeli Prime Minister Benjamin @netanyahu to deliver joint statement"',
      'WATCH: Police update on Manchester explosion that killed 22 people',
      'For this 98-year-old baker, sharing dessert makes life sweet',
      'This new college grad envisions a more equitable interconnected world',
      'PBS NewsHour: "WATCH: OMB Director Mick Mulvaney to hold news briefing on budget cuts"',
      'PBS NewsHour: "WATCH #Periscope: @SenSchumer, @NancyPelosi, @SenSanders, and @RepJohnYarmuth respond to Trump FY18 budget plan"',
      'PBS NewsHour: "WATCH #Periscope: Michael Leiter and @amhitchens join @hari to discuss last night\'s #ManchesterAttack"',
      'Everything we know about the Manchester attack',
      'Goodbye, 007: Roger Moore, longest-running James Bond, dies at 89',
      'Debating the impact of Trump’s stark budget departure',
      'What to expect when President Trump meets Pope Francis',
      'Helping animals walk again is this man’s passion',
      '5 important stories that didn’t receive a news alert',
      'Cicadas strike back four years early. But why?',
      'Tedros Adhanom Ghebreyesus becomes the first African director-general of the World Health Organization',
      'Thar she grows! How whales got so big',
      'Why is the teenage brain so unpredictable? A neurobiologist explains',
      'Brace yourself: This prosthetic engineer is giving animals a leg up',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews @SenFeinstein on ongoing Russia investigation."',
      'Reporter alleges attack by Montana GOP hopeful',
      'Why Democrats think they have a shot at Montana’s special election',
      'How a baseless conspiracy theory grew around Seth Rich’s murder',
      'GOP candidate for U.S. House charged with assaulting reporter',
      'PBS NewsHour: "WATCH: @NancyPelosi responds to #CBO score, addresses consequences on health care and the uninsured"',
      'PBS NewsHour: "WATCH: @SpeakerRyan responds to #CBO score, addresses its potential to lower health care premiums."',
      'Cape Town’s urban vineyard could revitalize the city’s poor',
      'For toddlers, it’s the quality of the screen time that matters, study reveals',
      'No. 17-1351, International Refugee Assistance Project v. Trump',
      'Column: How teachers can support students during Ramadan',
      'In a first, marijuana substance reduces seizures for some epilepsy patients in clinical trial',
      'PBS NewsHour: "Watch #Periscope: Gallatin County, Montana sheriff\'s office updates case of House GOP candidate Greg Gianforte"',
      'House GOP sticks with Montana candidate Gianforte despite assault',
      'Why the lessons of Mister Rogers never go away',
      'How leaks can affect an unfolding counterterrorism investigation',
      'Does an assault on a reporter reflect greater antipathy toward the press?',
      'Will artificial intelligence help us solve every problem?',
      'Exclusive: Aya Hijazi on her surprising meeting with President Trump after release from Egypt prison',
      'Shields and Brooks on Trump’s first trip, press bashing in Montana',
      'Free from prison in Egypt, aid worker Aya Hijazi speaks out on her message for Sisi, meeting Trump',
      'W. Kamau Bell wants America to get awkward',
      'That time Mister Rogers comforted me in real life',
      'Column: Why a monthly period is especially hard for millions of women around the world',
      'Gregg Allman, who expanded the definition of rock, dies at 69',
      'Economist Tyler Cowen says Americans have lost their drive',
      'Column: How one military veteran teaches his students about Memorial Day',
      'When ‘Happy Memorial Day’ is painful for some families',
      'How ‘Sgt. Pepper’s’ shaped a musical era',
      'Column: How JFK created the cultural template for the modern presidency',
      'Kentucky veterans get heroes’ welcome on ‘Honor Flight’ visit to Washington',
      'Frank Deford, who has died at 78, changed the way we see sports',
      'PBS NewsHour: "WATCH #Periscope: The ongoing Russia probe may have taken a step closer to Pres. Trump\'s family. @WmBrangham reports"',
      'NASA eyes a possible landing on Jupiter’s Europa',
      'A brother’s death brought ’emotional challenge’ and pain to Gregg Allman’s life of music',
      'Will a ‘war room’ for combatting Russia probe fallout help the White House?',
      'John F. Kennedy, symbol of a generation, left mixed legacy',
      'Army vet and college graduate, killed after trying to stop racist rants, are hailed as heroes',
      '19 summer books that will keep you up all night reading',
      'Officer who shot Tamir Rice in 2014 fired by city of Cleveland',
      'PBS NewsHour: "WATCH via #Periscope: @JudyWoodruff interviews former Director of National Intelligence James Clapper"',
      'A women’s movement grows in ‘the most Trumpian place in America’',
      'The demand for nursing isn’t going away. Will more men join their ranks?',
      'NASA reveals first mission to ‘touch the sun’',
      'At least 90 killed, hundreds wounded after bomb explodes in Kabul, Afghanistan',
      'How music therapy helped my premature baby',
      'PBS NewsHour: "WATCH #Periscope: What\'s at stake if the US exits the Paris climate accord? @WmBrangham reports"',
      'What leaving the Paris Accord could mean for U.S. and the world',
      'Here’s the scoop on the new Joe Biden ice cream flavor',
      'PBS NewsHour: "WATCH #Periscope: @LisaDNews and @DanielBush take YOUR questions on GOP health care bill and Trump tax plan"',
      'Mylan may have overcharged taxpayers by $1.27 billion for EpiPens, HHS says',
      'PBS NewsHour: "WATCH #Periscope: President @realDonaldTrump expected to announce US will withdraw from Paris climate accord"',
      'Is the ‘creative class’ saving our cities, or making them impossible to live in?',
      'Why more dust storms and Valley fever are blanketing the Southwest',
      'Column: 5 charts show why mandatory minimum sentences don’t work',
      'Column: The problem with Trump’s cuts to education? It undermines his own economic growth goals',
      'As musicians rediscover synthesizers, this 16-year-old makes her own',
      'PBS NewsHour: "WATCH LIVE: @EPAScottPruitt holds news briefing following yesterday\'s withdrawal from #parisagreement"',
      'Column: ‘The New Urban Crisis’ is a crisis of capitalism, writ large',
      '8 things you didn’t know about doughnuts',
      'PBS NewsHour: "WATCH: #Periscope: @nytimes Mark Shields and David Brooks weigh in on this week in politics"',
      'Meet the women who are taking a stand in Trump country',
      'Shields and Brooks on Trump’s climate pact consequences',
      '50 years later, a reporter recalls the 6-Day War — and the Israeli-Palestinian tensions that remain',
      'Here are the shows you should be watching on TV this summer',
      'The lionfish zapper hits the open seas',
      'As government-funded cancer research sags, scientists fear U.S. is ‘losing its edge’',
      'SpaceX aims for history with latest rocket launch',
      'A taxpayer gamble on medical tourism: Louisiana subsidizes proton therapy to boost its economy',
      '7 dead in London terrorist attack claimed by ISIS',
      'PBS NewsHour: "Orange County, Fla. sheriff to make statement on mass shooting near #orlando"',
      'For millions, underemployment is a new normal',
      'PBS NewsHour: "WATCH #PERISCOPE: Sarah Huckabee Sanders holds the daily White House news briefing."',
      'Watch this 7th grader use slam poetry to tell girls: ‘You are good enough’',
      'Police respect whites more than blacks during traffic stops, language analysis finds',
      'PBS NewsHour: "WATCH #Periscope: The trial of comedian and actor Bill Cosby got underway today. @Maryclairedale joins @WmBrangham"',
      'The longtime voice of Wonder Woman speaks',
      'Were you laid off from your retail job? The PBS NewsHour wants to hear from you',
      'How Trump’s travel ban tweets could hurt his case',
      'Designer born without hands chooses a life of inspiration',
      'Meet the writer of Marvel’s first queer Latina superhero',
      'PBS NewsHour: "#Periscope: How teachers are helping kids distinguish between false information & fact-based news. @KavithaCardoza"',
      'Difficult battle for ISIS capital Raqqa begins',
      'Will one company’s mixed mission in Yemen sow suspicion of aid groups?',
      'Only U.S. reporter to tour with the Fab Four recalls the days of ‘Beatlemania’',
      'Nevada bill would require insulin makers to post profits',
      'PBS NewsHour: "WATCH LIVE: President Trump is expected to discuss his infrastructure plan during a speech in Cincinnati"',
      'Watch Prince wail on ‘While My Guitar Gently Weeps’',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff and our @NewsHour team preview James Comey\'s Senate testimony tomorrow"',
      'Einstein’s theory and ‘bent light’ reveal a way to weigh stars for first time',
      'PBS NewsHour: "WATCH: @NewsHour SPECIAL REPORT: Former FBI Director James Comey testifies before Senate Intelligence Committee"',
      'PBS NewsHour: "WATCH #Periscope: President Trump\'s personal attorney Marc Kasowitz delivers statement following #ComeyHearings"',
      'PBS NewsHour: "WATCH" #Periscope @JudyWoodruff, @LisaDNews + @JohnYangTV break down the #Comeytestimony"',
      'How the back pain industry is taking patients for an unhealthy ride',
      'Should Comey have spoken up against Trump’s request?',
      'Assessing Comey’s justifications for Clinton email actions',
      'PBS NewsHour: "WATCH #Periscope: Secretary of @StateDept Rex Tillerson is expected to deliver a statement on Qatar"',
      'PBS NewsHour: "WATCH #Periscope: President @realDonaldTrump holds @WhiteHouse news conference with Romania\'s @KlausIohannis"',
      'Even moderate drinking may expedite brain decline',
      'PBS NewsHour: "WATCH #Periscope: Mark Shields and @nytdavidbrooks join @JudyWoodruff to analyze #comeyhearing and week in politics"',
      'Why the world needs more filmmakers with disabilities',
      'Ancient fossils from Morocco mess up modern human origins',
      'Is Detroit’s vacant land helping bumblebees bounce back?',
      'How online social movements translate to offline results',
      'Pentagon: 3 US soldiers killed, 1 wounded in Afghanistan',
      'What else happened in Washington as the world watched Comey',
      'Warship USS Gabrielle Giffords commissioned in Texas',
      '10 things to read when you’re grieving',
      'A year after Pulse shooting, survivor reflects on recovery',
      'Puerto Ricans vote for statehood amid economic turmoil',
      '‘Come From Away’ celebrates town that opened its doors on 9/11 — and now welcomes Syrian families',
      'PBS NewsHour: "WATCH #Periscope: Pres. Trump welcomes @clemsonfb to @WhiteHouse"',
      'Remember them: The names and faces of the lives cut short in the Orlando massacre',
      'Twitter Chat: How to change the conversation about living with disabilities',
      'Limitless: Breaking the Bounds of Disability -',
      'Column: How ‘America First’ could become America last',
      'After Pulse shooting, Orlando’s faith and LGBTQ groups opened dialogue',
      'Why cancer patients don’t have enough information to make decisions about their treatments',
      'Montana’s Gianforte avoids jail time for assault on reporter',
      'The landmark Loving interracial marriage case began in this county, 50 years ago',
      'PBS NewsHour: "WATCH: #Periscope We\'re live with our panel of experts, including @LisaDNews from Capitol Hill, to debrief #sessions"',
      'PBS NewsHour: "WATCH #Periscope: @SpeakerRyan and @NancyPelosi speak on House floor after shooting at @thehillbaseball practice in Alex"',
      'WATCH: Sanders says he’s ‘sickened’ by congressional baseball shooting',
      'How one photographer is challenging the myth that being LGBTQ is ‘un-African’',
      'PBS NewsHour: "#Periscope: @LisaDNews has #Alexandria shooting latest, plus @thehillbaseball managers @RepJoeBarton+@USRepMikeDoyle"',
      'Watch new poet laureate Tracy K. Smith read two of her poems',
      'Michigan’s top health official charged with involuntary manslaughter in Flint crisis',
      'Rivals on the baseball field, these congressmen share solidarity after shooting',
      'For newly named U.S. poet laureate, the power of poetry is opening ourselves to others',
      'This lawyer helps Mongolian herders and Indian tea farmers fight injustice',
      'PBS NewsHour: "We\'re live on #Periscope from @natlaquarium!"',
      'How Jared Kushner and others gerrymander to sell visas to foreigners — at a steep discount',
      'Dr. Alzheimer and the patient who helped reveal a devastating disease',
      '46 years later, Yoko Ono gets songwriting credit with John Lennon for ‘Imagine’',
      'Robert Mueller is expanding the Russia probe. Here’s how',
      'Author looks back at how interracial couples have stood up to white supremacy',
      'Family of Terence Crutcher files civil lawsuit, seeking Tulsa police reform',
      'Column: How much do the poor actually pay in taxes? Probably more than you think.',
      'What the first black woman’s NCAA Division I singles win means for tennis',
      'Shields and Brooks on Trump’s response to Russia probe, Scalise shooting',
      'Acquittal of officer who killed Philando Castile sparks emotional outcry',
      'Average Cubans likely hurt by Trump’s return to stricter rules',
      'Thousands protest acquittal of officer who killed Philando Castile',
      'Tired of taking pills for diabetes? How about a shot of broccoli?',
      'Voyaging canoe returns to Hawaii after three-year trip across the globe',
      'Labor violations force truckers into life of servitude',
      'After 8 years, Hawaii sees decline in homelessness rate',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews @JaySekulow, a member of President Trump\'s legal team"',
      'Police say 17-year-old girl killed after suspected road-rage incident near mosque',
      'PBS NewsHour: "WATCH #Periscope: @SpeakerRyan addresses @ShopFloorNAM\'s #MFGsummit in Washington, DC"',
      'Tony Bennett named next recipient of Gershwin Prize',
      'Tony Bennett goes Gaga on ‘Cheek to Cheek’',
      'PBS NewsHour: "WATCH #Periscope: @JudyWoodruff interviews @ChrisVanHollen+@SenJohnBarrasso about #AHCA"',
      'Dashcam footage shows Philando Castile’s fatal encounter with police',
      'How a doll can make refugees feel more at home',
      'Senate Democrats take a stand as GOP readies secret health care bill',
      'Schools are watching students’ social media, raising questions about free speech',
      'Republican Handel wins 52 percent of the vote in Georgia race',
      'David Sedaris’ diaries paint a life spent in observation',
      'Why this Nobel laureate is banking on kids’ compassion to end child labor',
      'PBS NewsHour: "WATCH #Periscope: Former @DHSgov Secretary Jeh Johnson testifies before House Intel Committee in its Russia probe"',
      'Have we been taught poetry all wrong?',
      '6 things you may not know about jellyfish',
      'Jury finds Milwaukee officer not guilty in fatal shooting of Sylville Smith',
      'Meet the wonder women behind a new generation of superheroes',
      'How nurses are fighting the war against sepsis',
      'Why planes can’t fly when it’s too hot, and other ways our civilization can’t take the heat',
      'For Alan Alda, the heart of good communication is connection',
      'The Virginia cavern that can play the Moonlight Sonata',
      'D.C. memorial for slain Muslim teen was set on fire, officials say',
      'Women’s congressional softball game sets fundraising record',
      'New video shows girlfriend of slain Philando Castile and her daughter in back of squad car',
      'Prodigy’s death shines light on slow progress against sickle cell disease',
      'PBS NewsHour: "WATCH on #Periscope: House Speaker Paul Ryan is expected to discuss the Senate GOP health care bill."',
      'China’s blueprint to clean lakes and stop algae blooms is working',
      'Column: The bank fees you don’t even know about',
      'PBS NewsHour: "What\'s in #HealthcareBill? @hari talks to @LisaDNews+@maryagnescarey. Then, @JudyWoodruff interviews @SecSebelius"',
      '‘Pizzagate’ gunman in D.C. sentenced to four years in prison',
      'Why the Senate Republican health care bill has a vote problem',
      'Why do so few deadly police shootings end in police convictions?',
      '4 poets you need to read, from new poet laureate Tracy K. Smith',
      'Why the actors behind popular video games are on an epic strike',
      'PBS NewsHour: "WATCH #Periscope: Mark Shields and @nytdavidbrooks join @hari to analyze the week in politics"',
      'The nation’s biggest drug lobby remains silent on GOP health care bill',
      'Inside Obama’s secret deliberations on how to fight Russian election interference',
      'Rev. William Barber is building a new ‘moral movement’ to reach people on race',
      'Why we feel better after dancing',
      'Illinois could be 1st state with ‘junk’ credit due to budget',
      'London evacuates 650 apartments overnight during fire inspection blitz',
      'Private prisons help with overcrowding, but at what cost?',
      '‘Our Bible’ app aims to support LGBTQ Christians who feel excluded',
      'These students just received a scholarship from Beyoncé',
      'Fighting for freshwater amid climate change',
      'This archive holds a history of LGBTQ trailblazers in Brooklyn',
      'Supreme Court sides with same-sex couples in Arkansas suit',
      'LISTEN: Sean Spicer holds White House press briefing',
      'Three high-profile police shooting trials ended this past week. Here’s what happened',
      'Everyone is too distracted to stop sharing fake news, study shows',
      'PBS NewsHour: "WATCH #Periscope: Part 1 of @JudyWoodruff\'s interview with @WarrenBuffett"',
      'America should stand for more than just wealth, says Warren Buffett',
      'Three Chicago police officers indicted for cover-up in shooting death of Laquan McDonald',
      'Walking the Silk Road, where globalization got started',
      'This human protein may unfurl toxic tangles in Alzheimer’s disease',
      'PBS NewsHour: "WATCH: #Periscope: Fmr. #NATO ambassador @RNicholasBurns testifies before Senate Intelligence Committee"',
      'Thune: GOP health bill negotiation process is difficult but necessary',
      'Poll shows little support for Senate GOP health bill, even among Republicans',
      'PBS NewsHour: "WATCH #Periscope: Attorney General Jeff Sessions addresses @TheJusticeDept\'s 2017 Hate Crimes Summit"',
      'PBS NewsHour: "WATCH LIVE: House Democratic Leader Nancy Pelosi holds weekly news conference."',
      'PBS NewsHour: "WATCH LIVE: President Trump makes remarks at the Department of Energy."',
      'The hottest chart in economics, and what it means',
      'More millennials are having strokes. Here’s where',
      'PBS NewsHour: ".@realdonaldtrump sparked controversy today when his tweets abt a cable news host were seen as inappropriate"',
      'How do Trump’s Twitter taunts affect the presidency?',
      'Iraqi forces reclaim historic Mosul mosque as ISIS territory shrinks',
      'Neonicotinoid pesticides are slowly killing bees',
      'PBS NewsHour: "Watch #Periscope: President @realDonaldTrump delivers joint statement with South Korean President Moon Jae-in"',
      'PBS NewsHour: "WATCH LIVE: New York City Mayor Bill de Blasio, NYPD address shooting at Bronx Lebanon Hospital"',
      'Gunman kills 1, injures 6 others after opening fire at Bronx-Lebanon Hospital Center',
      'What does this Trump commission want do with states’ voter information?',
      'My daughter escaped being a scary health statistic. Here’s what I learned.',
      'Insect venom shortage stings allergy sufferers this summer',
      'Troy Williams served 18 years. Now, he edits a paper that bridges prisons and public',
      'Nevada starts sale of recreational marijuana',
      'Graphic novel shows life in Nevada’s ‘doom towns’ during atomic testing',
      'In Atlantic City, residents feel injustice of climate change',
      'Nationwide effort gives homeless veterans an honorable burial',
      '‘Chasing Coral’ documents destruction of coral reefs',
      'EPA launching program to challenge climate science',
      'New $1 coin could feature Alaska Native activist who fought discrimination',
      'Antarctica is melting faster than scientists expected',
      'Opioid addiction rates far exceed growth of medically assisted treatment, report finds',
      'How Americans see civility and trust in today’s politics',
      'This simple correction for clubfoot is a life changer for kids in India',
      '8 things you didn’t know about the Fourth of July',
      'On Fourth of July, celebrate heroes who fight for others',
      'Cracked and crumbling presidential busts patiently await a new home',
      'PBS NewsHour: "Watch on #Periscope: What are the options for Pres. Trump on North Korea? @ambchrishill+Mark Bowden join @WmBrangham"',
      'This Independence Day, 5 books that explain America’s complex history',
      'How chemistry lights up the sky for the Fourth of July',
      'Tough times and tumbling prices test Midwestern farmers',
      'Why the native people of the Kalahari are struggling to stay',
      'U.S. schools rethink ‘lunch shaming’ policies that humiliate children with meal debts',
      'Ahead of retirement wave, some states fill jobs with apprenticeships',
      'PBS NewsHour: "Watch on #Periscope: @JudyWoodruff interviews New Hampshire @GovChrisSununu on health care + state\'s opioid crisis"',
      'Watch Taj Mahal and Keb Mo sing the “Diving Duck Blues”',
      'New studies shed light on insecticide’s effect on bees, economic consequences of climate change',
      'The death of the electric guitar',
      'Maine governor says ‘the sooner print press goes away, the better society will be’',
      'PBS NewsHour: "Watch #Periscope: The Justice Dept. alleges that Hobby Lobby illegally imported ancient relics. @WmBrangham reports"',
      'Prescription opioids tripled between 1999 and 2015, CDC says',
      'Why Hobby Lobby is in trouble for importing artifacts',
      'Chuck Berry’s final album tops off legacy as rock pioneer',
      'GOP health care efforts lack a clear path forward as Congress returns',
      'A public housing project where healthy living is the foundation',
      'How social media ‘likes’ create a conversation of connection',
      'Uranus’ magnetic forces switch ‘on and off’',
      'Iraqi forces retake Mosul, the Islamic State’s de-facto capital',
      'Seattle sticks to Obama-era police reforms amid review',
      'In pain and with nowhere to go, homeless patients find respite in a writing group',
      'AIDS activists fought for public recognition. This exhibit shows their lives at home',
      'Fundraising site will not support lawsuits against Black Lives Matter',
      'Iraq declares victory over ISIS in Mosul',
      'Native American artists call for an end to counterfeits',
      'PBS NewsHour: "Watch on #Periscope: Learn more about our series “Inside Putin’s Russia” with @nickschifrin and @PJTobia"',
      'PBS NewsHour: "Watch on #Periscope: @nickschifrin explores what\'s behind new Russian identity in part 1 of "Inside Putin\'s Russia""',
      'Why Donald Trump Jr.’s meeting to discuss damaging Clinton info matters',
      'Americans want to hear Democrats talk about values, not divisions, says Rep. Bustos',
      'PBS NewsHour: "Watch on #Periscope: @nickschifrin reports on Russia\'s propaganda machine in part 2 of "Inside Putin\'s Russia""',
      'How to stay out of a nursing home and age independently',
      'What Medicaid patients in West Virginia want from health care reform',
      'Betsy DeVos hits reset on new student loan consumer protections',
      'Antarctica’s Larsen C ice shelf finally breaks, releases giant iceberg',
      'Here are Juno’s first closeup photos of the Great Red Spot',
      'PBS NewsHour: "WATCH: #Periscope: AG Jeff Sessions and HHS Secretary Tom Price announce plan to cut down on #healthcare fraud."',
      'The barrier-breaking power of learning someone else’s story',
      'CRISPR used to store images and a movie inside living bacteria',
      'PBS NewsHour: "Watch on #Periscope: President Donald Trump and French President Emmanuel Macron hold a joint news conference in Paris."',
      'Column: Why aren’t we allowed to fix our own electronic devices?',
      'Real things teachers can do to combat fake news',
      'Liu Xiaobo, Nobel laureate and Chinese dissident, dies at 61',
      'Cunning ravens can plan ahead, study shows',
      'The deadly risk of standing up to Putin',
      'Elephant out for a swim gets emergency rescue at sea',
      'Why I’m starting the world’s first prison law school',
      'PBS NewsHour: "We\'re talking ticks and Lyme disease. Have questions? Tweet them to #AskNewsHour"',
      'Tulsa officer to resign months after acquittal in shooting death of Terence Crutcher',
      'The night New York City went dark',
      'What we know — and don’t — about Donald Trump Jr.’s meeting with a Russian lawyer',
      'Why school choice should be about possibility — not partisanship',
      'Shields and Brooks on fallout from Donald Trump Jr.’s emails, GOP health care reform',
      'Maryam Mirzakhani, groundbreaking mathematician and Fields Medal winner, dies at 40',
      'Airport face scans raise privacy concerns',
      'Pressure mounts for release of federal report after discovery of Asian carp',
      '4-year-old character’s ‘big, beautiful’ Afro has the attention of the internet',
      'The Trump administration says a new plan will cut drug prices. It’s not that simple',
      'Putin faces growing opposition in lead up to 4th term',
      'After Congress steps in, Puerto Rico reignites statehood debate',
      '‘It makes me feel confident, it gives me my look’ — Festival celebrates natural hair',
      'Washington State’s Wenatchee Youth Circus Just Performed The Smithsonian Folklife Festival In Washington D.C',
      'PBS NewsHour: "WATCH: #Periscope: .@tamarakeithNPR and @amyewalter dig into the Senate health care bill, Trump Jr and Russia, + Preside"',
      'The rage and rebellion of the Detroit riots, captured in one poem',
      'Texas grand jury indicts former police officer in shooting death of Jordan Edwards',
      'Mosul left in rubble, crews search for bodies of family members',
      'Ivanka Trump products are not made in America',
      'Trump’s historically low approval ratings could spell trouble for Republicans',
      'Judge finds pro-life activist in contempt of court over Planned Parenthood videos',
      'PBS NewsHour: "Watch on #Periscope: Senate leadership speaks after GOP bill to repeal Obamacare falls short of votes needed to pass"',
      'PBS NewsHour: "Watch on #Periscope: @JudyWoodruff interviews @SenSanders about what\'s next in the health care reform showdown"',
      'Column: Fighting trickle-down economics in Seattle',
      'Artist puts time in perspective by painting sun’s rise and fall',
      'Ask the Headhunter: How do I know this company isn’t a horrible place to work?',
      'When did wolves become dogs? New research throws a bone into the debate',
      'How noise pollution from humans is wreaking havoc on U.S. wildlife',
      "Inside Putin's Russia - Tag",
      'Humans have made 8.3 billion tons of plastic. Where does it all go?',
      '5 overlooked stories that deserve your attention',
      'United States Senate Committee on the Judiciary',
      'Sen. John McCain has a brain tumor, doctors say',
      'Why Trump and Putin’s undisclosed conversation is noteworthy',
      'If SNAP benefits are cut, who hurts the most?',
      'Scientists endorse these three strategies to delay dementia',
      'Is it safe to take expired medications?',
      'PBS NewsHour: "Watch on #Periscope: @LisaDNews and @DanielBush take your questions on health care and the Russia probe"',
      'Senator John McCain says he’ll ‘be back soon, so stand-by’',
      'Treasury Department fines Exxon Mobil $2 million for Russia violations on Rex Tillerson’s watch',
      'Column: ‘Maddeningly complex’ health care costs force patients to become detectives',
      'Inside Yemen',
      'PBS NewsHour: "#Periscope: Pres. Trump\'s comments to @nytimes are raising questions about his relationship with AG Jeff Sessions"',
      'Why glioblastoma tumors like John McCain’s are so aggressive',
      'Elephant seals recognize vocal rhythms to avoid bullies',
      'Will we be wiped out by machine overlords? Maybe we need a game plan now',
      'Yemen is in ‘complete meltdown’ and civilians are paying the price',
      'PBS NewsHour — Sean Spicer resigned as White House press...',
      'PBS NewsHour: "Watch on #Periscope: @SHSanders45 holds @WhiteHouse news briefing after reports that Sean Spicer has resigned"',
      'PBS NewsHour: "WATCH LIVE: #Periscope: We\'re talking to courtroom sketch artist Bill Hennessy abt sketching the White House briefing"',
      'What Ina Garten taught me about food, love, and life',
      'PBS NewsHour: "WATCH: #Periscope: Tonight we look at Sean Spicer\'s resignation, partisan divides in health care debate"',
      '5 Jane Austen works to read in honor of the 200th anniversary of her death',
      'How the 1967 riots reshaped Detroit, and the rebuilding that still needs to be done',
      'How the Barefoot Contessa became one of America’s best loved cooks',
      'What a scientist suggests you tell your kids about legal marijuana',
      'WATCH: The one recipe Ina Garten says everyone should know how to make',
      'The Library of Congress opened its catalogs to the world. Here’s why it matters',
      'Minneapolis police chief resigns after fatal shooting of Justine Damond',
      'Forget sharks: 7 things in the water swimmers should actually fear',
      'New Jersey eliminates most cash bail, leads nation in reforms',
      'Is hazardous military waste making Americans sick?',
      'Immigration raids to target teens suspected of gang membership',
      '9 dead, dozens more found in hot truck as authorities investigate human smuggling',
      'This artist turns construction waste into sculptures and paintings',
      'Climate change challenges sinking city of Venice',
      'PBS NewsHour: "Watch on #Periscope: @POTUS @realDonaldTrump is expected to deliver a statement on health care"',
      'FRONTLINE: #VRWeek',
      'Myanmar’s Rohingya stuck in limbo between persecution and relocation',
      'These citizen journalists risk their lives to report from Raqqa',
      'PBS NewsHour: "Watch on #Periscope: President Trump + Lebanese PM @saadhariri hold joint news conference"',
      'Column: How I use George Washington to make kids care about ‘fake news’',
      'PBS NewsHour: "Watch on #Periscope: @JudyWoodruff interviews @SenatorTester about today\'s health care drama in the Senate"',
      'SeaWorld’s last baby killer whale to be born in captivity has died',
      'Rep. Stewart: Kushner testimony ‘didn’t have much to add’ to Russia story',
      'The challenge of reaching hungry kids when school is out',
      'Transgender soldiers gain ground as U.S. military transitions',
      'Here’s what most people get wrong about the transgender community',
      'PBS NewsHour: "Watch #Periscope: @PJTobia talks to Lt. Cmdr. Brynn Tannehill of @sparta',
      'PBS NewsHour: "WATCH on #Periscope: Pres. Trump speaks to ‎@AmericanLegion Boys Nation',
      'Billions of rogue planets wander the universe without a home',
      'PBS NewsHour: "WATCH #Periscope: Pres. Trump said he is reinstating ban on transgender troops. @JudyWoodruff and @WmBrangham report"',
      'Seattle’s new seawall built to make life easier for fish',
      'This sacred mountain is the focal point in fight over a giant telescope',
      'This common herb will keep bee pollinators buzzing in your garden',
      'Twitter chat: How it feels to be a political minority in your community',
      'PBS NewsHour: "WATCH LIVE on #Periscope: President Trump\'s press secretary @SHSanders45 holds the daily @WhiteHouse news briefing"',
      'Forget stitches. These slug-inspired adhesives could soon heal your wounds',
      'PBS NewsHour: "LIVE: @POTUS takes part in ceremony recognizing first responders at shooting that injured Rep. Steve Scalise, others"',
      'NPF names 22 journalists as Paul Miller fellows - National Press Foundation',
      'Michelle Obama says some people still ‘won’t see me for what I am because of my skin color’',
      'PBS NewsHour: "Watch on #Periscope: @JudyWoodruff interviews @SenatorLankford on the fate of Senate health care bill"',
      "Sen. Chuck Schumer addresses the Senate after the 'skinny' ACA repeal bill fails",
      'This Kenyan storyteller’s proudly frivolous films have a deeper mission',
      'Why seasonal businesses depend on foreign workers',
      'Hobby Lobby thinks the Bible can save America. Now its museum has to convince its critics.',
      'At a school for poor children in India, price of attendance is paying it forward',
      'CEO pay down — to ‘only’ 271 times that of the typical worker',
      'Here are the 5 books by women of color you need to read right now',
      'PBS NewsHour: "Watch on #Periscope: @costareports on White House shake-up, plus @LisaDNews and @sarahkliff on health care"',
      'Shields and Brooks on Reince Priebus’ exit, GOP health bill’s defeat',
      'Here’s what we’ve learned about mass protests 100 years after the Silent Parade',
      'Data science can help us fight human trafficking',
      'Can some corporations become forces for good?',
      'Arctic journey shows the glaring effects of climate change',
      'At hacker convention, a spotlight on weaknesses in election security',
      'Black innovators shine through history in these animated films for kids',
      'Congressman to fulfill assault sentence with nonprofit',
      'Here’s where climate change could generate toxic air pollution',
      'How one reporter uncovered the world of phone scams',
      'PBS NewsHour: "Watch on #Periscope: @POTUS awards Medal of Honor to Vietnam Army medic James McCloughan in @WhiteHouse ceremony"',
      'PBS NewsHour: "WATCH on #Periscope: President Trump\'s press secretary @SHSanders45 holds @WhiteHouse news briefing"',
      'Sam Shepard, Pulitzer Prize-winning playwright and keen observer of American family life, dies at 73',
      'PBS NewsHour: "Watch #Periscope: @StuPolitics and @tamarakeithNPR join @WmBrangham to talk #Scaramucci, health care and John Kelly"',
      'Another top Trump official is gone. Here’s how we got here',
      'Remembering Sam Shepard, playwright who gave voice to the drama of the heartland',
      'Surfer girls make waves and defy expectations in Bangladesh',
      'Los Angeles will host 2028 Summer Olympics',
      'Almost half of all opioid misuse starts with a friend or family member’s prescription',
      'Was Nabokov’s ‘Lolita’ inspired by a little-known story by Salvador Dali?',
      'Fox News coordinated with White House on false story, lawsuit says',
      'PBS NewsHour: "WATCH: #Periscope: We discuss the lawsuit claiming the White House pushed a false news story abt a death in DC"',
      'This sorghum-brined chicken recipe is a lesson in African-American history',
      'What we know about a Fox News defamation lawsuit and allegations of a White House connection',
      'A feast of African-American culinary contributions, baked into the South’s DNA',
      'Study confirms how lead got into Flint’s water',
      'PBS NewsHour: "WATCH: #Periscope: Two GOP senators to propose skills-based immigration system alongside President Trump at White House."',
      'PBS NewsHour: "WATCH: #Periscope: Tonight we look at the war on disease and why antibiotics are no longer the best soldiers"',
      'What these Southerners reciting Walt Whitman verses can teach us about America',
      'How a Trump-endorsed overhaul would dramatically change U.S. immigration',
      'Interior official turns whistleblower, claiming retaliation for climate change work',
      'This all-girl Asian-American comedy group delivers biting satire with K-Pop cuteness',
      'PBS NewsHour: "Watch #Periscope: What\'s next for Congress after its August recess? @LisaDNews and @DanielBush take your questions"',
      'Why the first flowers may have looked like magnolias',
      'This ancient asteroid family reveals clues about the birth of the solar system',
      'Senate committee moves to suspend U.S. aid to Palestinians',
      'PBS NewsHour: "WATCH: #Periscope: @paulsolman explains the failing market for new drugs and how that affects health care"',
      'PBS NewsHour: "Watch on #Periscope: President @realDonaldTrump holds a campaign rally in Huntington, West Virginia"',
      'The NAACP issued its first statewide travel warning for Missouri. Here’s why',
      'Can a contemporary art mecca anchor this once-industrial town?',
      'The Trouble with Antibiotics',
      'PBS NewsHour: "AG Jeff Sessions, @ODNIgov Dan Coats + others address "leaks of classified material threatening national security""',
      'This photographer took pictures of every one of her Facebook friends to understand friendship in the digital age',
      'Senate approves bill that would allow over-the-counter sale of hearing aids',
      'PBS NewsHour: "WATCH #Periscope:Part V of our series on superbugs asks what it takes to motivate scientists to create a new antiobiotic"',
      'Shields and Brooks on Trump’s GOP pushback, Russia probe grand jury',
      'The last race for Usain Bolt, the fastest man alive',
      'The difference between illegal leaks and inconvenient leaks',
      'Why Google is like truth serum for our most personal thoughts',
      'Controversial appointment clouds U.S. Senate race in Alabama',
      'Meet the plastic surgeon who moonlights as an animal doctor',
      'Congressmen oppose Texas wildlife refuge as border wall site',
      'How the upper middle class keeps everyone else out',
      'Usain Bolt, beloved star of track and field, runs final race',
      'These youth of color are organizing to address climate change',
      'Usain Bolt, the fastest man in history, runs his last 100m dash',
      'If we keep subsidizing wind, will the cost of wind energy go down?',
      'Born behind bars, this literary genre has ‘grown up’ to resonate with young adults',
      'Google employee’s leaked anti-diversity memo sparks evaluation of tech culture',
      'Rural veterans face long paths to health care',
      'MSNBC surges as home for Trump opponents',
      'How Uber drivers game the app and force surge pricing',
      'PBS NewsHour: "WATCH: #Periscope: @WmBrangham goes inside the smartphone generation to see how today\'s wireless world affects them."',
      'ISIS ‘radically shrinking’ amid U.S.-supported campaigns. Here’s why',
      'Are smartphones making a generation unhappy?',
      'Marines eye plan to put women in West Coast combat training',
      '9 human health trends that have gone to the dogs (and cats)',
      'Why cats love to sit on squares',
      'What it’s like to be President Trump’s White House photographer',
      'Ever wondered why your cat’s tongue feels like sandpaper?',
      'This café wants you to take a midday kitten break',
      'Column: The never-ending debate over finishing your antibiotics',
      'PBS NewsHour: "Watch on #Periscope: @KellyannePolls and @SecPriceMD speak after President Trump\'s meeting on opioid epidemic"',
      'Column: How Big Pharma is hindering the fight against the opioid epidemic',
      'PBS NewsHour: "#Periscope: @wendyrsherman and @mhanham discuss new report that North Korea is making missile-ready nuclear weapons"',
      'Glen Campbell’s last song chronicled his struggle with Alzheimer’s disease',
      'Cats were so nice, they conquered the world twice',
      'Have you read the 200 ‘best American novels’?',
      'Column: What we can learn from a Google employee’s epic failure to understand gender differences',
      'You can bake a Hot Pocket on board a B-52 nuclear bomber. Seriously.',
      'What book has been most meaningful to you?',
      'How a flood of antibiotics landed in your chicken',
      'PBS NewsHour: "WATCH: #periscope: @milesobrien and @paulsolman tag-team to figure out how a flood of antibiotics landed in your chicken"',
      'Social Security says I owe money for Medicare coverage I didn’t get. How do I appeal?',
      'How this slave descendent is helping reframe history at Madison’s home',
      'Why this Saudi activist says driving is the ultimate female emancipation',
      'What it’s like to age with asthma',
      'PBS NewsHour: "WATCH: #Periscope: Tonight @paulsolman explains what a commercial chicken farm has to do with the growth of antibiotic"',
      'U.S. Postal Service’s financial straits could disrupt daily mail delivery',
      'How this artist turned bad karma into raw honesty',
      'How a heroin addict tried to kick her habit in an opioid ‘treatment desert’',
      'Column: Why it’s up to states to tackle educational inequity',
      'PBS NewsHour: "WATCH: #Periscope: A lot goes into the care of the more than 150 million objects in the Smithsonian Institute. CIO--"',
      'PBS NewsHour: "WATCH: #Periscope: Labor Secretary Alex Acosta + Education Secretary Betsy Devos hold news briefing on workforce develo"',
      'PBS NewsHour: "WATCH: #Periscope: Tonight @NYTimes David Brooks and @washingtonpost Ruth Marcus take apart the week in politics"',
      'Column: Why does America have an appetite for the death of black men?',
      'This Baltimore school helps girls step up for college',
      'What to do when you realize classic books from your childhood are racist',
      'Charleena Lyles’ family takes legal action against Seattle',
      'White nationalism is ‘ugly continuation of a brutal tradition’',
      'Local gives history of civil rights in Charlottesville',
      'Charlottesville mayor blames Trump for violent weekend',
      'Post-election spike in hate crimes persists in 2017',
      'Kentucky mayor says he wants to move two Confederate statues',
      'PBS NewsHour: "WATCH: #Periscope: President Trump returns to White House to address race-fueled clashes in #Charlottesville"',
      'U.S. sees 300 violent attacks inspired by far right every year',
      'Judge denies bond for suspect in Charlottesville attack at white nationalist rally',
      'First-ever federal charges of female genital mutilation seen as landmark',
      'After Charlottesville, people share poems to grieve, resist and understand',
      'FBI arrests Oklahoma man after anti-government bomb plot at local bank',
      'WATCH: Protesters pull down Confederate statue in North Carolina',
      'What Trump didn’t say in his response to Charlottesville',
      'The shifting history of Confederate monuments',
      'Archeologists dig up France’s ‘mini Pompeii,’ a Roman town frozen in time by fire',
      'PBS NewsHour: "WATCH: #Periscope: We return to #Charlottesville and the racial tensions that came to a violent head there."',
      'President Trump backtracks to blame both sides in Charlottesville violence',
      'Robert E. Lee opposed Confederate monuments',
      'Years-long probe into Texas white supremacist gangs ends with 89th and final conviction',
      'WATCH: Funeral of Heather Heyer, who died in Charlottesville attack',
      'PBS NewsHour: "WATCH: #Periscope: Funeral services for Heather Heyer, who was killed in race-fueled clashes in #Charlottesville"',
      'PBS NewsHour: "WATCH: #Periscope: @LisaDNews talks latest results of our poll on Trump + #Charlottesville"',
      'Make history during the solar eclipse as a citizen scientist',
      'A secessionist and a black nationalist pledge peaceful dialogue after Charlotteville',
      'Trump’s Charlottesville response not in line with majority of Americans, poll shows',
      'Does President Trump’s Charlottesville response drive national division?',
      'Why this year’s total eclipse is a bright opportunity for science',
      'Photo of ‘Antifa’ man assaulting officer was doctored, analysis shows',
      'WATCH LIVE: Race and Racism in the Age of Trump | 2017 Hutchins Forum',
      'PBS NewsHour: "Join us for a discussion of \'Race and Racism in the Age of Trump\' at the 2017 Hutchins Forum"',
      'PBS NewsHour: "WATCH: #Periscope: 13 dead. Scores hurt. 2 arrests. @hari talks to eyewitnesses abt the terror attacks in Barcelona"',
      'Giant plankton eat and transport plastic through the ocean',
      'Steve Bannon gave an ‘astonishing’ interview to a liberal magazine. Why?',
      '73 years later, WWII veteran returns a fallen soldier’s family keepsake',
      'A summer camp where transgender children can feel safe',
      'Spotify has removed white power music from its platform. But it’s still available on dozens of other sites',
      'These tech companies are purging white supremacist groups from their platforms',
      'After attack, Barcelona comes to terms with new reality',
      'Anticipating protests, Boston hopes to prevent another Charlottesville',
      'How this educator is keeping refugee children in school in Uganda',
      'Math is amazing and we have to start treating it that way',
      'Movies are more than screen deep. Here’s how to watch like a critic',
      'Trump to skip Kennedy Center arts awards',
      'Duke University takes down Robert E. Lee statue after defacement',
      'Thousands counter-protest ‘free speech’ rally in Boston',
      'Can students return a billion oysters to a New York harbor?',
      'How cities prepare for tensions over Confederate statues',
      'Comedian, civil rights activist Dick Gregory dies',
      '5 things you should remember as you prepare for the great solar eclipse',
      'Opioid crisis strains foster care system; programs aim to keep kids with mom',
      'Counter-protesters dwarf far-right marchers at Boston rally',
      'How white supremacists respond when their DNA says they’re not ‘white’',
      'Comedy legend Jerry Lewis dead at 91',
      'Remembering Jerry Lewis and Dick Gregory, pioneering comedians',
      'Survivors recount atrocities of ISIS occupation in Mosul',
      'White supremacists once wore hoods. Now, an internet mob won’t let them stay anonymous',
      'WATCH: Total eclipse crosses the continental U.S.',
      'Navy orders investigation of Pacific fleet after two recent collisions',
      'PBS NewsHour: "WATCH: For 1st time in nearly 100 yrs, a total solar eclipse will sweep across entire continental US #SolarEclipse2017"',
      'PBS NewsHour: "WATCH: #Periscope: @milesobrien discusses the eclipse over American from the path of totality in Idaho"',
      'Judge orders Montana’s Gianforte photographed, fingerprinted for assault',
      'Tech companies shut down white nationalist sites',
      'An eclipse made this atheist photographer find God',
      'PBS NewsHour: "WATCH on #Periscope: @NewsHour SPECIAL REPORT: Pres. Trump expected to lay out US strategy in Afghanistan"',
      'Do repeated Navy collisions suggest a systemic problem?',
      'Starved by drought, Rome’s water supply may not spring eternal',
      'Some remains of Navy sailors found on USS John McCain, U.S. commander says',
      'Pence says Confederate statues are a state, local decision',
      'PBS NewsHour: "WATCH: #Periscope: Sec. of State Rex Tillerson holds news briefing after Trump\'s #Afghanistan remarks"',
      'Why tensions are flaring over Trump’s Phoenix rally',
      'PBS NewsHour: "Watch on #Periscope: President @realDonaldTrump holds a campaign rally in Phoenix"',
      'This poet is making sure women of the Bauhaus movement get their due',
      'Navy dismisses 7th Fleet commander after warship accidents',
      'Twitter chat: How do we solve the student debt crisis?',
      'PBS NewsHour: "WATCH: #Periscope: Following #Phoenix rally, Trump to speak at @AmericanLegion convention"',
      'In upcoming book, Clinton says her ‘skin crawled’ as Trump hovered during debate',
      'Boko Haram has used 83 children as human bombs so far this year',
      'PBS NewsHour: "#Periscope: @NewsHour tackles Trump\'s agenda—from the border wall to #Charlottesville—with opinions from right+left"',
      'Rep. Hurd: Shutting the government down for a concrete border wall ‘doesn’t make sense’',
      'He was a witness in Charlottesville. Then the death threats and conspiracy theories began.',
      'Academic study concludes Exxon Mobil misled on climate change',
      'Column: Journalist Kim Wall’s wit shone through her work and life',
      'How students with school debt but no degree get stuck in ‘purgatory’',
      'PBS NewsHour: "Watch on #Periscope: @gaylelemmon on the central role the Kurdish people are playing in defeating ISIS"',
      'In the fight against ISIS, Kurds seek chance to govern themselves',
      'Here’s what goes into a president’s decision to launch nuclear weapons',
      'How the USS Indianapolis, WWII Navy ship with a dramatic history, was finally rediscovered',
      'It’s time to really get uncomfortable and talk about racism, says this filmmaker',
      'Rosa Parks’ house may be returned to U.S. from Germany',
      'Galveston: The Mother of All U.S. Natural Disasters',
      'Gut microbes found in hunter-gatherers shift with the seasons',
      'Saffir-Simpson Hurricane Wind Scale',
      'Column: How colleges need to stop sustaining white supremacy',
      'National security aide Sebastian Gorka leaves the White House',
      'The problem with only liking things we find relatable',
      'How did Katrina change how we evacuate pets from disaster?',
      'Mayweather will beat McGregor, neuroscience predicts',
      'A look at the president’s pardon power and how it works',
      'Hurricane Harvey evacuees describe ‘chaos’',
      'Catastrophic flooding grips Texas, large-scale rescue efforts underway',
      'In the ‘prison capital of Canada,’ a group of musicians recorded an album from behind bars',
      'In Gulf Coast cities, officials warn of coming floods',
      'Torrential rains drain emergency resources in Texas',
      'Why Houston is a ‘sitting duck’ for hurricanes',
      'Historic flooding inundates Texas, hampering rescue efforts',
      'PBS NewsHour: "#Periscope: AG Jeff Sessions set to announce plan lifting restrictions on sales of surplus military equip. to police"',
      'Peter Thiel sponsors offshore testing of herpes vaccine, sidestepping U.S. safety rules',
      'PBS NewsHour: "#Periscope: We get #Harvey updates from @cgbooker, @JacksonLeeTX18, @USCG, @houstonpolice\'s @ArtAcevedo + @RedCross"',
      'Why Hurricane Harvey became so extreme',
      'Texas rescuers work around the clock in unrelenting rain and flooding',
      'Rep. Jackson Lee: Hurricane Harvey ‘worst time’ for a government shutdown',
      '‘More calls than capacity’: Harvey rescue crews faced with tough decisions',
      'How President Trump is navigating Hurricane Harvey',
      '‘Raising Bertie’ paints portrait of hope and hardship for three young men',
      'PBS NewsHour: "Watch on #Periscope: @USNationalGuard holds news conference on Hurricane #Harvey response and relief efforts"',
      'PBS NewsHour: "WATCH: #Periscope: Hurricane #Harvey lingers off-shore in #Texas. @pjtobia reports from Houston"',
      'After decades of pushing bachelor’s degrees, U.S. needs more tradespeople',
      'In Texas county where levee was breached, ‘worst flooding is in front of us’',
      'Houston convention center shelters surging number of storm victims and volunteers',
      'How Houston hospitals prepared for Hurricane Harvey',
      'Rep. Poe: Extent of storm disaster ‘hard to grasp’',
      'As Harvey floods Texas, Congress due to debate insurance program that’s underwater',
      'PBS NewsHour: "WATCH: #Periscope: @Fema holds news conference on rescue and recovery efforts for #Harvey"',
      'Hurricane Harvey damages petrochemical refineries, releasing thousands of pounds of airborne pollutants',
      'Can Congress fix the troubled federal flood insurance program?',
      'Twitter chat: Are apprenticeships more lucrative than a college degree?',
      'PBS NewsHour: "Watch on #Periscope: Texas @GovAbbott provides #Harvey conditions and recovery update"',
      'PBS NewsHour: "Watch: #Periscope: President Trump gives remarks on #taxreform from Missouri"',
      'Small Michigan museum holds massive collection of Edward Curtis’ Native American photography',
      'PBS NewsHour: "WATCH: #Periscope: Our #Harvey coverage continues as the hurricane makes 2nd landfall in Louisiana"',
      'Fake news reports are hindering the emergency response to Harvey',
      'National Guard’s Harvey rescues haven’t ‘slowed down’',
      'For Houston dialysis patients, getting treatment during the disaster means life or death',
      'Did climate change make recent extreme storms worse?',
      'Erdogan’s crackdown targets every aspect of Turkish society',
      'PBS NewsHour: "WATCH: #Periscope: Officials hold news briefing on explosions at #Harvey-flooded Texas chemical plant"',
      'PBS NewsHour: "Watch on #Periscope: @milesobrien and @juliepercha take your questions on #Harvey"',
      'Rick Perry releases 500,000 barrels of crude oil to prevent spike in gas prices',
      'Wetlands stopped $625 million in property damage during Hurricane Sandy. Can they help Houston?',
      'Steven Mnuchin won’t say if Harriet Tubman will replace Andrew Jackson on $20 bill',
      'PHOTOS: Remembering Princess Diana’s life 20 years after her death',
      'The entire city of Beaumont, Texas, has lost access to clean water',
      'PBS NewsHour: "WATCH: #Periscope: Texas residents begin the recovery process, lawmakers reach out for funding. #PBSNEWS tonight"',
      '‘I’ve never seen this much water,’ says Louisiana congressman',
      'What it’s like to go home after Hurricane Harvey and realize you’ve lost everything',
      'New Orleans mayor on supporting Harvey recovery: ‘We’re all in the same boat’',
      'Every child can in the world have a microscope. Here’s how.',
      'For three brothers, ‘Texas pride’ means buying a 5-ton truck on Craigslist and helping fellow Texans',
      'South Asia floods have killed more than 1,400 as communities brace for more',
      'U.S. diplomats union: Attacks in Cuba caused mild brain injury',
      'Shields and Brooks on Hurricane Harvey unity, climate change politics',
      'Mental illness consumed my marriage — until this epiphany',
      'New satellite photos reveal extent of Harvey flooding in Houston',
      'Searching for the future of currency, major companies try Bitcoin technology',
      'McCain attends Italy forum before Congress returns to work',
      'AP Exclusive: Toxic waste sites flooded in Houston area',
      'Experts defuse WWII bomb in Frankfurt after 60,000 ordered to evacuate',
      'Surveying toxic waste sites flooded by Harvey',
      'John Ashbery, esteemed and inventive poet, dies at 90',
      'Huge new study casts doubt on conventional wisdom about fat and carbs',
      'WATCH: These Texas cowboys are saving pets and livestock after Hurricane Harvey',
      'A fashion company is paying to maintain Rome’s Colosseum',
      'PBS NewsHour: "WATCH on #Periscope: @mfbiggs and @HoustonPubMedia report on ongoing cleanup after #Harvey"',
      'Has Trump been a friend to workers or just good for business?',
      'Will the end of DACA prod Congress into immigration action?',
      'As storm victims leave shelters for home, the most vulnerable stay behind with nowhere to go',
      'Beaumont’s running water starts to flow but hard-hit Texas city may feel Harvey effects ‘for years to come’',
      'Walter Becker, introspective rocker of Steely Dan, dies at 67',
      '“Our education is our power” – an Afghan girl on going to school',
      'PBS NewsHour: "WATCH: #Periscope: AG Jeff Sessions speaks on @POTUS #DACA plan"',
      'You May Say He’s a DREAMer: John Lennon’s Immigration Case',
      'Century-old ‘work college’ model regains popularity as student debt grows',
      'PBS NewsHour: "WATCH on #Periscope: @JudyWoodruff looks at Pres. Trump\'s #DACA decision with former @USCIS director and @wwwCISorg"',
      'Houston mayor: ‘Almost every home’ impacted by Harvey',
      'Flooded Texas ranchers struggle to safeguard herds',
      'How death row inmates at San Quentin are using poetry to examine the prison system — and themselves',
      'First Harvey, now Irma. Why are so many hurricanes hitting the U.S.?',
      'PBS NewsHour: "WATCH: #Periscope: Updates on #hurricaneirma, a category 5 storm, as it approaches mainland US"',
      'Rohingya refugees, caught in crosshairs, flood into Bangladesh',
      'Hurricane Irma could be catastrophic. Here’s how officials are preparing',
      'Trump makes a debt ceiling deal with Democrats, complicating work for Republicans',
      'Twitter chat: Why suicide rates are on the rise, especially among teen girls',
      'PBS NewsHour: "WATCH #Periscope: Florida Gov. Rick Scott holds a news conference about #hurricaneirma2017"',
      'PBS NewsHour: "WATCH on #Periscope: @SpeakerRyan and @NancyPelosi holds their respective weekly news conferences"',
      'Column: Why we shouldn’t push students to specialize in STEM too early',
      'Can FEMA’s Flood Insurance Program Afford Another Disaster?',
      'Column: How to create a financial hardship support group',
      'Your next happy hour buzz, brought to you by bees',
      'Hurricane Irma’s staggering power in numbers',
      'PBS NewsHour: "WATCH: #Periscope: We\'re in Florida as #hurricaneirma prepares to make landfall in the US"',
      'Hackers accessed personal data from 143 million Equifax customers. Here’s what we know.',
      'Kate Millett, renowned feminist who shed light on ‘Sexual Politics,’ dies at 82',
      'Want to feel connected? There’s a book for that.',
      'Southern Mexico shaken by deadly 8.1 earthquake, its strongest in a century',
      'What you need to know about Hurricane Irma',
      'PHOTOS: What Hurricane Irma left behind in the Caribbean',
      'PBS NewsHour: "WATCH on #Periscope: @FLGovScott holds #irmahurricane2017 news conference in Tampa"',
      'seventysomething: When it’s time to stop fixing life’s holes',
      'Live map: Track Hurricane Irma',
      'Florida exhorts residents to prepare and evacuate for destructive Hurricane Irma',
      'Did the Equifax hack put your personal data at risk? Here’s what to do now.',
      'Late-season wildfire scorches tinder-dry Oregon',
      'Forging art and business in Dale Chihuly’s workshop',
      'WATCH: Florida Gov. Rick Scott gives update on Hurricane Irma',
      'Third dose of mumps vaccine could help stop outbreaks, researchers say',
      'Column: Six rules for rebuilding infrastructure in an era of ‘unprecedented’ weather events',
      'From Texas to Florida, toxic sites risk flooding',
      'Key West on lockdown as Irma approaches',
      'Tampa region readies for first major hurricane in 96 years',
      'A rifle, a cross and 20 tortoises. What Irma evacuees carried north',
      'Hurricane Irma makes landfall in Florida Keys',
      'AP Exclusive: Toxic sites in likely path of Irma',
      'Florida Gov. Rick Scott gives updates on Hurricane Irma',
      'Column: Why can’t more American women access medications for preterm birth?',
      'Hurricane Irma leaves Florida trailer park residents with impossible choices',
      'Trump declares major disaster in Puerto Rico from hurricane',
      'Less than half of Florida homeowners have flood insurance',
      'Irma threatens integrity of deficient bridges',
      'Immigrant evacuees weigh safety, fear of deportation',
      'PBS NewsHour: "Watch #Periscope: #September11th ceremony in New York City."',
      'Column: Why educators still need to talk about 9/11 — and Islamophobia',
      'Security clearance backlog has led government agencies to issue risky interim passes to classified material',
      'Column: Happiness, not endless sacrifice, drives success at work',
      'Irma floods out Florida, knocks out power for millions',
      'Refugees urgently in need of mental health help flounder on Lesbos',
      'WATCH: McCaskill leads roundtable on role of drug manufacturers in the opioid crisis',
      'Opioid education is now a college requirement in this state',
      'PBS NewsHour: "WATCH: #Periscope: We talk to Florida officials abt #Irma recovery in some of the most damaged areas"',
      'Chris Christie on Steve Bannon: “This, I suspect, is his last 15 minutes of fame.”',
      'Florida begins recovery but restoring power poses big challenge',
      'Is the island of Anguilla getting the Irma aid it needs?',
      'Could genetically engineered mice reduce Lyme disease?',
      'Harvey is helping Houston write the how-to guide for sheltering pets in a crisis',
      'Tennessee is investing in a program that helps adults finish their college degree. Will it boost the economy?',
      'money answer your questions about #EquifaxHack on #Periscope. #AskNewsHour"',
      'PBS NewsHour: "WATCH: #Periscope: @SenSanders explains #MedicareforAll health bill, better access to #healthcare"',
      '1 student dead, 3 injured after shooting at high school near Spokane, Washington',
      'PBS NewsHour: "WATCH: #Periscope: We examine #Cassini\'s contributions to what\'s known abt Saturn before @NASA crashes it into the plane"',
      'Irma-ravaged Anguillians say they need more help from the UK',
      'When limiting access to violent extremist videos could be erasing evidence',
      'PBS NewsHour: "WATCH: #Periscope: House Minority Leader Nancy Pelosi delivers remarks amid #DACA deal confusion"',
      'To prevent identity theft, government will issue new Medicare cards',
      'PBS NewsHour: "WATCH: #Periscope: @SpeakerRyan delivers remarks after Democrats strike deal with Trump on #DACA"',
      'Affected by the Equifax hack? Here’s what to do now',
      'Industry panel may ask FAA to roll back aviation safety rules',
      'How diverting mothers from prison may break the cycle of incarceration',
      'PBS NewsHour: "WATCH: #Periscope: We discuss whether a deal was struck btwn Trump, Democrats on how US should protect #DREAMERS"',
      'This viral song calls out Bollywood’s sexism. Here are the English lyrics',
      'The first American Vietnam War POW on why we need to understand the war',
      'Ailments that plagued diplomats in Cuba puzzle investigators',
      'Why America is still raw over the Vietnam War',
      'The Terry Gross you don’t see on the radio',
      'Let Cassini live forever with these desktop and smartphone wallpapers',
      'How tech giants have shredded our privacy and what we should do about it',
      'Smashed by Irma, St. Martin draws startling response from France',
      'PBS NewsHour: "Watch on #Periscope: President Trump speaks to members of the military and their families at @JBA',
      'PBS NewsHour: "WATCH on #Periscope: @JudyWoodruff interviews @HillaryClinton. Later, @nytdavidbrooks and Mark Shields join @hari"',
      'Voices from all sides trace deep roots of conflict in ‘Vietnam War’',
      'There’s a better way to help than asking ‘How can I help?’',
      'On Okinawa, locals want U.S. troops to leave',
      'UK rebukes Trump again for London subway tweet',
      'With FaceID, Apple’s iPhone X wades into Fifth Amendment gray area',
      'What students protected by DACA are worried about',
      'Projection artists bring light to social issues with attention-grabbing protests',
      'Why did Facebook allow advertisers to target anti-Semitic groups?',
      'Large companies see payoffs in sustainability',
      'Suicide among veterans highest in western U.S., rural areas',
      'PBS NewsHour: "Watch on #Periscope: @SenSchumer and @brianschatz expected to discuss a key GOP health care proposal"',
      'PBS NewsHour: "WATCH on #Periscope: More from @JudyWoodruff\'s interview w',
      'Why U.S. Virgin Islanders feel there’s no place they belong',
      'Outrage over police shootings and accountability boils over again in St. Louis',
      'Flooding into Bangladesh, Rohingya refugees flee harrowing violence',
      'How this 72-year-old weightlifter is lifting expectations',
      'Hillary Clinton on losing in Wisconsin, getting universal health care',
      'What’s happening in St. Louis?',
      'PBS NewsHour: "WATCH on #Periscope: President @realDonaldTrump addresses United Nations #UNGA"',
      'Graduate programs have become a cash cow for struggling colleges. What does that mean for students?',
      'PBS NewsHour: "WATCH on #Periscope: Senate GOP and Democratic leaders to speak to reporters at @uscapitol"',
      'PBS NewsHour: "WATCH: #Periscope: @JudyWoodruff sits down with @RT_Erdogan to discuss US-Turkish relations, battle against ISIS"',
      'White Louisiana man charged with murder in separate killings of black men in Baton Rouge',
      'How ‘personalized learning’ can put college in reach for nontraditional students',
      'PBS NewsHour: "WATCH on #Periscope: @VP Mike Pence takes part in @UN Security Council meeting on peacekeeping reform"',
      'WATCH: Obama speaks at global health event',
      'PBS NewsHour: "WATCH on #Periscope: @BarackObama speaks at global heath event #Goalkeepers17 hosted by @gatesfoundation"',
      'PBS NewsHour: "WATCH: #Periscope: @JudyWoodruff talks to fmr NYC Mayor @MikeBloomberg abt politics + more at #BloombergGBF"',
      '2 devastating earthquakes have hit Mexico in as many weeks. Here’s why',
      'Historic Hurricane Maria devastates housing in Puerto Rico',
      'Threatening doesn’t work in diplomacy, says Bloomberg of Trump at the UN',
      'Equal pay for equal play. What the sport of tennis got right',
      'Twitter chat: Is online learning the future of college and grad school?',
      'PHOTOS: After earthquake strikes Mexico, community comes out to help',
      'PBS NewsHour: "WATCH: @LisaDNews and @DanielBush take YOUR questions about #GrahamCassidyBill on #Periscope. #AskNewsHour"',
      'PBS NewsHour: "WATCH on #Periscope: @USUN Ambassador @nikkihaley holds news conference as @POTUS Trump takes part in #UNGA"',
      'What a new study teaches us about football and brain disease',
      'How will climate change impact future floods and flood insurance?',
      'At new museum, relics and treasures reveal U.S. history through African-American lens',
      '@melindagates of @gatesfoundation on organization\'s mission, politics"',
      'Burn this story about Yoko Ono after you’ve read it',
      'In Mexico, a race against time to rescue earthquake survivors from the rubble',
      'Mark Zuckerberg says Facebook will cooperate with government on Russia investigation',
      'Here’s how you can help victims of the Mexico earthquake',
      'PBS NewsHour: "WATCH on #Periscope: @JudyWoodruff interviews @timkaine, and analyzes the news of the week with Shields and Brooks"',
      'PBS NewsHour: "WATCH on #Periscope: President Trump is in Huntsville, Alabama to campaign for Sen. Luther Strange. #ALSen"',
      'What’s next for health care after McCain rejects GOP’s Graham-Cassidy plan?',
      'In Puerto Rico after Maria, ‘we’ve got nothing and we don’t know for how long we’ll go without’',
      'Restoring full power to Puerto Rico ‘could take a year’',
      'Study suggests when mobile markets take wireless food stamps, more people buy healthy food',
      'In the Caribbean, colonialism and inequality mean hurricanes hit harder',
      'Author Angie Thomas sheds light on ‘private, hidden conversations’ about race, says former professor',
      'Bestselling book ‘The Hate U Give’ tackles police violence against black teenagers',
      'Scientists closing in on the dawn of plate tectonics',
      'Kaepernick has ‘etched a place in history’ with NFL protest',
      'In central Mexico, earthquake survivors face extensive damage',
      'PBS NewsHour: "WATCH: #Periscope: @SenBobCasey holds news conference opposing #GrahamCassidyBill"',
      'PBS NewsHour: "WATCH LIVE: The Senate Finance Committee holds a hearing on Graham-Cassidy health care bill ahead of the expected releas"',
      'Devastated Puerto Rico needs unprecedented aid, says governor',
      'NFL players team up in defiance and solidarity',
      'What does Trump gain politically by attacking NFL players?',
      'Consciousness partially restored in man who spent 15 years in vegetative state',
      'PBS NewsHour: "WATCH: #Periscope: President Trump + Spanish Prime Minister @marianorajoy hold joint news briefing"',
      'Saudi Arabia says it will start allowing women to drive',
      'PBS NewsHour: "WATCH #Periscope: @PJTobia reports on the situation in Puerto Rico, plus interviews with @fema and @NydiaVelazquez"',
      'WATCH: Despite long recovery ahead, this Puerto Rico aid worker says ‘we are resilient’',
      'Is the government doing enough to help Puerto Rico?',
      'Why Trump advisers using private email is a ‘very bad idea,’ according to an ethics lawyer',
      'College basketball bribery scandal could ensnare dozens of universities',
      'Federal government to pay for all debris removal from Virgin Islands in wake of Hurricane Maria',
      'PBS NewsHour: "WATCH on #Periscope: @SpeakerRyan and @SenateMajLdr McConnell discuss #TaxReform"',
      'Así es como puedes ayudar a las víctimas de los huracanes en Puerto Rico',
      'OSIRIS-REx probe snaps Earth photo on way to space mining adventure',
      'PBS NewsHour: "WATCH: #periscope: We talk to @mschlapp and former congressman Tom Davis about #healthcare, #taxreform + more"',
      'Baltimore Ravens’ national anthem singer resigns, citing attacks on NFL player protests',
      'Hurricane relief isn’t reaching remote areas of Puerto Rico',
      'Who wins and loses in the GOP’s proposed tax overhaul',
      'In ‘My Absolute Darling,’ a teen girl must survive her own father',
      'PBS NewsHour: "WATCH: #periscope: @NancyPelosi delivers news briefing after failure of #grahamcassidy and GOP push for #taxreform"',
      'PBS NewsHour: "WATCH on #Periscope: President Trump\'s @PressSec @SHSanders45 holds @WhiteHouse news briefing"',
      'Poet Danez Smith issues a wake-up call to white America',
      'How you can help hurricane victims in Puerto Rico',
      'PBS NewsHour: "WATCH #Periscope: @RepAdamSchiff discusses role Facebook+Twitter may have played in Russia\'s #2016election meddling"',
      'Returning home, these West Virginians are rewriting the poetry of Appalachia',
      'Banning books like ’13 Reasons Why’ makes it harder for teens to open up to adults, author says',
      'The logistical nightmare of getting backlogged aid into Puerto Rico',
      'U.S. Virgin Islands need help rebuilding hospitals ‘from the ground up’',
      'Remembering Hugh Hefner, American mogul of sex',
      'The identity crisis of losing a baby to miscarriage',
      'Boom Town',
      'Twitter chat: America’s unhealthy relationship with opioids',
      'Photos: Uncertainty and calls for resilience in Puerto Rico as residents wait for aid',
      'The Jones Act, explained (and what waiving it means for Puerto Rico)',
      'Analysis: Why women continue to make less than men',
      'Behind the castle doors, a crew of Renaissance fair workers find family amid the fantasy',
      'PBS NewsHour: "WATCH: #Periscope: @nytimes columnist David Brooks and @Vox Editor-in-Chief @EzraKlein take a part the week in politics"',
      'Desperation in Puerto Rico fuels frustration with federal response',
      'What happens to U.S.-Cuba relations amid mysterious attacks on diplomats?',
      'Navigating Seattle’s ever-evolving streets through poetry',
      'Why I broke the rule of survival for black Americans',
      'EPA says dioxins might have washed downriver during Harvey',
      'What a North Korea hydrogen bomb would do to the Pacific Ocean and space stations',
      'Puerto Ricans in anguish as they await news from the island',
      'Meet an American citizen fighting with South Sudan’s rebels',
      'After first tour of Puerto Rico, top general calls damage ‘the worst he’s ever seen’',
      '3 books you need to read to understand the Civil War',
      'Volunteers are helping Puerto Rico from home, with a map anyone can edit',
      'Years after silently combating sexual trauma, female veterans seek help',
      'Supreme Court to hear case testing the limits of partisan gerrymandering',
      'As small hints of normal life return, Puerto Rico faces a colossal task to rebuild',
      'The military promised to crack down on sexual assault. Have they?',
      'PBS NewsHour: "WATCH: #periscope: President Trump to address deadly #lasvegas concert shooting"',
      'PBS NewsHour: "WATCH: #periscope: @LVMPD sheriff Joe Lombardo gives update on #lasvegas shooting"',
      'PBS NewsHour: "WATCH: #periscope: @GabbyGiffords + @ShuttleCDRKelly of @resp',
      'Interior Department watchdog investigating Secretary Zinke over charter flights',
      'Three Americans win 2017 Nobel Prize in medicine for research on circadian clocks',
      'The psychological toll of natural disasters — and how mainland Puerto Ricans are coping',
      'An outpouring of sorrow and help after Las Vegas shooting massacre',
      'How do you protect soft targets like a concert?',
      'The grim political routine of responding to a mass shooting',
      'Puerto Ricans who lost everything begin rebuilding as they wait for aid',
      'How the Equifax hack happened, according to its CEO',
      'PBS NewsHour: "WATCH on #Periscope: @LVMPD provides update on #LasVegasShooting"',
      'The Las Vegas shooter had a cheap modification that made his rifles more deadly',
      'A guide to the fight over gun silencers',
      'Equifax, under fire for data breach, wins $7.25 million contract from IRS',
      'The lives of Las Vegas shooting victims, in the words of their loved ones',
      'The legal gun device that likely sped up the carnage in Las Vegas',
      'How Puerto Ricans see President Trump’s hurricane response',
      'Police release body camera footage of first response to Las Vegas shooting',
      'Acts of heroism emerge from chaos of Las Vegas shooting',
      'PBS NewsHour: "WATCH on #Periscope: Secretary of @StateDept Rex Tillerson makes a previously unscheduled statement"',
      'PBS NewsHour: "WATCH on #Periscope: Senate Intelligence Committee leaders provide Russia investigation update"',
      'PBS NewsHour: "WATCH #Periscope: @sarajust, @WmBrangham + @PamelaKirkland discuss ongoing #americaaddicted series on #opioid crisis"',
      'PBS NewsHour: "WATCH on #Periscope: Venezuelan President @NicolasMaduro sits down with @ryanchilcote for rare interview"',
      'PBS NewsHour: "WATCH on #Periscope: @milesobrien reports on possible alternatives for coping with pain as part of #americaaddicted"',
      'Democracy In Action',
      'How this NATO commander discovered someone in Moscow tried to hack his phone',
      'America Addicted',
      'San Juan mayor: Trump can attack me as long as it gets out the message that Puerto Ricans are hungry',
      'How the Las Vegas shooting victims are being remembered',
      'Maduro: Trump has ‘no right’ to joke about military action in Venezuela',
      'Catastrophes test Trump’s ability to be consoler-in-chief',
      'Understanding the science of pain, with the help of virtual reality',
      'WATCH: Former Equifax CEO testifies in fourth hearing over data breach',
      'For-profit college students twice as likely to default on loans, report says',
      'NRA says it’s open to regulation of bump stocks',
      'Kazuo Ishiguro wins Nobel Prize for Literature',
      'Retailers pull bump stocks from websites, shelves after Las Vegas shooting',
      'GOP Rep. Murphy resigning after reports of affair, Ryan says',
      'Las Vegas massacre puts security concerns front and center',
      'Lives lost in Las Vegas, remembered by loved ones',
      'Report: Russia hacked NSA documents with aid from antivirus software',
      'Fighting the stigma of opioid addiction with stories of recovery',
      'PBS NewsHour: "WATCH LIVE: President Trump hosts event for Hispanic Heritage Month at the White HouseWATCH:"',
      'The End of AIDS?',
      'PBS NewsHour: "WATCH: #persicope: Tonight\'s #AmericaAddicted looks at the struggle some users face choosing recovery"',
      'Human activity can trigger earthquakes, but how many? This number might surprise you',
      'Keeping a promise to conservatives, Trump administration guts Obamacare’s contraceptive mandate',
      'Activist group aiming to abolish nuclear weapons wins Nobel Peace Prize',
      'Before tragedy in Las Vegas, these victims touched the lives of their loved ones',
      'The shame of addiction turned my life into a lie. Here’s what saved my family',
      'Rallies in Barcelona and Madrid call for talks on Catalonia independence',
      'Ohio sues big pharma over increase in opioid-related deaths',
      'Urban noise pollution is worst in poor and minority neighborhoods and segregated cities',
      'Could DOJ’s ‘religious freedom’ guidance give license to discriminate?',
      'Puerto Rico’s power struggles predate Hurricane Maria',
      'Syrian dancers perform show about migration in Berlin',
      'California Democrat Feinstein hints at Senate re-election run',
      'White nationalists return to protest at Charlottesville park',
      'Democratic senator says it ‘makes sense’ to reject Weinstein contributions',
      'In Kentucky, jail is becoming an addict’s last-resort rehab',
      'Years after forced adoptions, Canada to pay $600 million to indigenous people',
      'Film producer Harvey Weinstein ousted from Weinstein Co. amid reports of sexual harassment',
      'Seattle replaces Columbus Day with ‘Indigenous People’s Day’',
      'Richard Thaler earns Nobel prize for making ‘economics more human’',
      'There has been a surge in arrests of LGBTQ people in Egypt. Here’s why',
      'Starmaker Harvey Weinstein eclipsed by sexual harassment revelations',
      'How a brain gets hooked on opioids',
      'PBS NewsHour: "WATCH on #Periscope: @RonanFarrow joins @JudyWoodruff to share his @NewYorker story on Harvey Weinstein\'s accusers"',
      'Google ‘Top stories’ featured false news about rumored Antifa civil war',
      'Ferocious wildfires turn Northern California neighborhoods to ashes',
      'What revoking the Clean Power Plan means, from both sides',
      'Widespread allegations suggest Weinstein was long protected by ‘culture of complicity’',
      'Data: How does the U.S. women’s soccer team pay compare to the men?',
      'PBS NewsHour: "WATCH #Periscope: Join @NewsHourExtra, @SAMHSAgov + @fcpshpe to discuss how #opioid education is combatting #addiction"',
      'Why MacArthur ‘genius’ Viet Thanh Nguyen says writers should make people uncomfortable',
      'PBS NewsHour: "WATCH: #Periscope: President Trump promotes GOP tax reform proposal at stop in Harrisburg, Pennsylvania."',
      'PBS NewsHour: "WATCH: #periscope: #americaaddicted takes on #fentanyl',
      'The Boy Scouts say they will now admit girls. Here’s what that means.',
      'Trump says Puerto Rico can’t get aid ‘forever’',
      'Former Trump aide Steve Bannon had ties to Harvey Weinstein',
      'PBS NewsHour: "WATCH: #periscope: President Trump signs executive order lessening #ACA #health insurance regulations"',
      'Top Facebook executive says company will release data on Russia-linked ads, but doesn’t offer more details',
      'LISTEN: What Americans heard in mysterious sonic attacks in Havana',
      "How a Rohingya mother escaped her village's terrors in Myanmar",
      'How Trump’s executive order affects health care plans',
      'Ta-Nehisi Coates on the unfair expectation that one black president could undo inequality',
      'IRS suspends $7.25 million Equifax contract after pressure from Congress',
      'How smaller colleges and universities team up for survival',
      '2017 is on track to be a record-setting year for massive natural disasters in the U.S.',
      'Shields and Brooks on Trump dismantling Obama’s achievements, Puerto Rico in need',
      'A mother uses a similar tone with babies, no matter the language',
      'Why MacArthur ‘genius’ Kate Orff says designing for nature can protect our cities',
      '10 ways this year’s MacArthur Fellows find their ‘genius’',
      'Social Security benefits to rise by 2 percent in 2018',
      'Firefighters make gains against overwhelming California flames',
      'What traveling abroad can teach you about your history',
      'How to combat racial bias: Start in childhood',
      'An old-school pharmacy hand-delivers drugs to Congress, a little-known perk for the powerful',
      'Gentrification is awkward, painful and funny in this new web series on North Oakland',
      'Nearly 3 decades later, Anita Hill sees the needle moving on sexual harassment',
      'Harvey Weinstein expelled from the Academy of Motion Picture Arts and Sciences',
      'California wildfire evacuees return home to rubble',
      'More older Americans than ever are struggling with student debt',
      'Evacuations continue in California’s wine country',
      'More than 500,000 Rohingya flee from rape, fire and murder in Myanmar'
    ]
  }
]